{
  "appTitle": "First Impression AI",
  "home": {
    "title": "First Impression AI",
    "subtitle": "Discover your first impression with just one photo!",
    "uploadButton": "Upload Photo",
    "myPhoto": "My Photo",
    "character": "Character",
    "celebrity": "Celebrity",
    "latestInsights": "Latest Insights from Our AI Lab",
    "viewAllPosts": "View All Posts",
    "aboutService": {
      "title": "What is First Impression AI?",
      "paragraph": "Have you ever wondered what vibe you give off? FirstLine uses advanced AI to analyze a single photo and tell you your first impression in one compelling line. Our service is designed for fun and self-discovery, helping you see yourself from a new, intriguing perspective. We believe in positive and uplifting interactions, so all our analyses are crafted to be encouraging and insightful. It's a great conversation starter and a new way to engage with your friends and followers."
    },
    "howToUse": {
      "title": "How It Works",
      "step1": {
        "title": "Choose Analysis Type",
        "description": "Select whether you want to analyze your photo or a character's image."
      },
      "step2": {
        "title": "Upload Your Photo",
        "description": "Click the upload button and select a clear, well-lit photo of yourself or a character."
      },
      "step3": {
        "title": "Get Your First Impression",
        "description": "Our AI will analyze the image and instantly provide a one-line summary of your first impression. Share it with the world!"
      }
    }
  },
  "common": {
    "loading": "Loading...",
    "readMore": "Read More",
    "help": "Help"
  },
  "result": {
    "noImageUploaded": "No image has been uploaded yet.",
    "noImageUploadedDescription": "To see your AI-generated first impression, please go back to the homepage and upload a photo.",
    "goBackAndUpload": "Upload a Photo",
    "examplesTitle": "See Some Examples",
    "hashtags": "#FirstLine #FirstImpressionLine #AIFirstImpression #ProfileTest",
    "shareButton": "Share",
    "retryButton": "Try Again",
    "celebrityDisclaimer": "This result is for reference, showing images of a similar style based on the image's mood as searched by AI.",
    "shareTitle": "My First Impression Result",
    "shareText": "Check out my first impression analysis from First Impression AI!",
    "downloadImageButton": "Download Image",
    "copyTextButton": "Copy Text",
    "copySuccess": "Text copied to clipboard!",
    "copyError": "Failed to copy text.",
    "noImageForDownload": "No image available for download.",
    "imageLoadError": "Failed to load image for download.",
    "downloadError": "An error occurred during image download."
  },
  "share": {
    "text": "My first impression: \"{{phrase}}\" #FirstImpressionAI"
  },
  "footer": {
    "home": "FirstLine Home",
    "about": "About Us",
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "rightsReserved": "All rights reserved."
  },
  "about": {
    "title": "About FirstLine: Unveiling Your Digital Persona",
    "introduction": "Welcome to FirstLine, where cutting-edge AI meets the fascinating world of first impressions. We believe that every image tells a story, and our mission is to help you discover and understand the unique narrative your photos convey.",
    "ourStory": {
      "title": "Our Story",
      "paragraph1": "FirstLine was born from a simple yet profound curiosity: how do we perceive each other, and what hidden cues in our appearance shape those initial judgments? Leveraging advanced artificial intelligence, we set out to build a service that could distill these complex human perceptions into a single, insightful line.",
      "paragraph2": "Our journey began with extensive research into visual psychology, social perception, and AI's capabilities in image analysis. We've meticulously trained our models to recognize subtle nuances in facial expressions, posture, and visual context to generate positive and engaging first impression analyses. We're a team of AI enthusiasts, developers, and designers passionate about creating tools that are both innovative and enjoyable.",
      "paragraph3": "FirstLine is more than just an app; it's a playful exploration of identity and connection. We're dedicated to providing a unique experience that's always positive, thought-provoking, and a fantastic conversation starter. We continuously refine our algorithms and expand our understanding to bring you the most accurate and delightful insights."
    },
    "ourMission": {
      "title": "Our Mission",
      "paragraph": "Our mission at FirstLine is to empower individuals to explore their digital persona with confidence and curiosity. We aim to provide a lighthearted yet insightful tool that fosters self-awareness and sparks meaningful interactions. We envision a world where understanding our first impressions becomes a fun and accessible journey for everyone."
    },
    "howItWorks": {
      "title": "How Our AI Works",
      "paragraph": "Our proprietary AI models analyze various visual elements in your uploaded photo. This includes (but is not limited to) facial symmetry, expression, perceived mood, and general aesthetic. The AI then synthesizes these observations to generate a concise, positive, and unique first impression phrase, along with a brief explanation. Rest assured, your photos are processed with utmost privacy and are never stored after analysis."
    },
    "joinUs": {
      "title": "Join the FirstLine Community",
      "paragraph": "Become part of a growing community curious about self-discovery and digital identity. Share your insights, engage with friends, and uncover new facets of your online presence. We're constantly evolving, and your feedback helps us make FirstLine even better!"
    },
    "publisherInfo": {
      "title": "Publisher Information",
      "serviceName": "Service Name: FirstLine",
      "operator": "Operator: FirstLine Team",
      "contact": "Contact: 1974mds@gmail.com"
    }
  },
  "privacy": {
    "title": "Privacy Policy",
    "introduction": "This Privacy Policy describes how FirstLine (\"we,\" \"us,\" or \"our\") collects, uses, and discloses your information when you use our website and services (collectively, the \"Service\"). We are committed to protecting your privacy and handling your data in an open and transparent manner. By using the Service, you agree to the collection and use of information in accordance with this policy.",
    "dataCollection": {
      "title": "1. Data We Collect",
      "photos": {
        "title": "1.1 Photos for AI Analysis",
        "paragraph": "When you use our AI analysis feature, you may upload photos. These photos are processed temporarily and solely for the purpose of generating your first impression analysis. We do NOT store your photos on our servers after the analysis is complete. All uploaded photo data is immediately discarded."
      },
      "usageData": {
        "title": "1.2 Usage Data",
        "paragraph1": "We may collect information on how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data.",
        "paragraph2": "We use Google Analytics to help us understand how our users engage with the Service. Google Analytics collects information anonymously. It reports website trends without identifying individual visitors. You can opt-out of Google Analytics without affecting how you visit our site – for more information on opting out of Google Analytics across all websites you use, visit this Google page: https://tools.google.com/dlpage/gaoptout"
      },
      "cookies": {
        "title": "1.3 Cookies and Tracking Technologies",
        "paragraph1": "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.",
        "paragraph2": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.",
        "paragraph3": "For advertising purposes, third-party vendors, including Google, use cookies to serve ads based on a user's prior visits to your website or other websites. Google's use of advertising cookies enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet. Users may opt out of personalized advertising by visiting Ads Settings. (Alternatively, you can direct users to opt out of a third-party vendor's use of cookies for personalized advertising by visiting www.aboutads.info/choices/)."
      }
    },
    "dataUse": {
      "title": "2. How We Use Your Data",
      "paragraph": "We use the collected data for various purposes:",
      "list1": "To provide and maintain the Service",
      "list2": "To notify you about changes to our Service",
      "list3": "To allow you to participate in interactive features of our Service when you choose to do so",
      "list4": "To provide customer support",
      "list5": "To gather analysis or valuable information so that we can improve our Service",
      "list6": "To monitor the usage of our Service",
      "list7": "To detect, prevent and address technical issues",
      "list8": "To deliver personalized advertisements relevant to your interests."
    },
    "dataSharing": {
      "title": "3. Disclosure of Your Data",
      "photos": "Your uploaded photo data is NOT shared with any third parties. It is processed temporarily for analysis and immediately discarded.",
      "serviceProviders": "We may employ third-party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used. These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.",
      "legalRequirements": "FirstLine may disclose your Personal Data in the good faith belief that such action is necessary to:",
      "legalList1": "To comply with a legal obligation",
      "legalList2": "To protect and defend the rights or property of FirstLine",
      "legalList3": "To prevent or investigate possible wrongdoing in connection with the Service",
      "legalList4": "To protect the personal safety of users of the Service or the public",
      "legalList5": "To protect against legal liability"
    },
    "dataSecurity": {
      "title": "4. Security of Data",
      "paragraph": "The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security."
    },
    "yourRights": {
      "title": "5. Your Data Protection Rights under GDPR (General Data Protection Regulation)",
      "paragraph1": "If you are a resident of the European Economic Area (EEA), you have certain data protection rights. FirstLine aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.",
      "paragraph2": "If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.",
      "paragraph3": "In certain circumstances, you have the following data protection rights:",
      "list1": "The right to access, update or to delete the information we have on you.",
      "list2": "The right of rectification.",
      "list3": "The right to object.",
      "list4": "The right of restriction.",
      "list5": "The right to data portability.",
      "list6": "The right to withdraw consent."
    },
    "childrenPrivacy": {
      "title": "6. Children's Privacy",
      "paragraph": "Our Service does not address anyone under the age of 13 (\"Children\"). We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."
    },
    "thirdPartyLinks": {
      "title": "7. Links to Other Sites",
      "paragraph": "Our Service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
    },
    "policyChanges": {
      "title": "8. Changes to This Privacy Policy",
      "paragraph": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page."
    },
    "contact": {
      "title": "9. Contact Us",
      "paragraph": "If you have any questions about this Privacy Policy, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    },
    "effectiveDate": "Effective Date: January 22, 2026"
  },
  "terms": {
    "title": "Terms of Service",
    "introduction": "Welcome to FirstLine! These Terms of Service (\"Terms\") govern your access to and use of the FirstLine website, services, and applications (collectively, the \"Service\"). By accessing or using the Service, you agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, please do not use our Service.",
    "serviceDescription": {
      "title": "1. Service Description",
      "paragraph": "FirstLine provides an AI-powered photo analysis service that generates a single-line first impression comment based on uploaded images. Our Service is intended for entertainment purposes only. The results are not to be taken as professional advice, diagnosis, or any form of factual statement about an individual. You acknowledge and agree that all results are for fun and self-exploration."
    },
    "userAccounts": {
      "title": "2. User Accounts",
      "paragraph": "Currently, FirstLine does not require user accounts. You can access and use most features of the Service without registration. Should we introduce account features in the future, separate terms regarding account creation, security, and termination will be provided."
    },
    "userConduct": {
      "title": "3. User Conduct",
      "paragraph1": "You agree to use the Service only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the Service. Prohibited behavior includes harassing or causing distress or inconvenience to any person, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within the Service.",
      "paragraph2": "Specifically, you agree not to:",
      "list1": "Upload any images that are illegal, harmful, threatening, abusive, defamatory, obscene, hateful, racially or ethnically objectionable, or otherwise inappropriate.",
      "list2": "Upload images that infringe upon any intellectual property rights, privacy rights, or publicity rights of any third party.",
      "list3": "Use the Service for any commercial purposes without our express written consent.",
      "list4": "Attempt to gain unauthorized access to any portion or feature of the Service, or any other systems or networks connected to the Service."
    },
    "intellectualProperty": {
      "title": "4. Intellectual Property",
      "paragraph": "The Service and its original content (excluding content provided by users), features, and functionality are and will remain the exclusive property of FirstLine and its licensors. The Service is protected by copyright, trademark, and other laws of both the [Your Country] and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of FirstLine."
    },
    "userContent": {
      "title": "5. User-Generated Content (Uploaded Photos)",
      "paragraph1": "You retain all rights to any photos you upload to the Service. By uploading a photo, you grant FirstLine a temporary, non-exclusive, royalty-free, worldwide license to use, reproduce, process, and display that photo solely for the purpose of providing the AI analysis and presenting the result to you. As stated in our Privacy Policy, uploaded photos are NOT stored on our servers after analysis and are immediately discarded.",
      "paragraph2": "You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to upload the photos you submit to the Service and to grant the license described herein."
    },
    "disclaimerOfWarranties": {
      "title": "6. Disclaimer of Warranties",
      "paragraph": "Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance."
    },
    "limitationOfLiability": {
      "title": "7. Limitation of Liability",
      "paragraph": "In no event shall FirstLine, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose."
    },
    "indemnification": {
      "title": "8. Indemnification",
      "paragraph": "You agree to defend, indemnify and hold harmless FirstLine and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service."
    },
    "termination": {
      "title": "9. Termination",
      "paragraph": "We may terminate or suspend your access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability."
    },
    "governingLaw": {
      "title": "10. Governing Law",
      "paragraph": "These Terms shall be governed and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions."
    },
    "changesToTerms": {
      "title": "11. Changes to These Terms",
      "paragraph": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service."
    },
    "contact": {
      "title": "12. Contact Us",
      "paragraph": "If you have any questions about these Terms, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    }
  },
  "help": {
    "title": "Help Center & Frequently Asked Questions",
    "introduction": "Welcome to the FirstLine Help Center. Here you'll find answers to common questions, tips for using our service, and resources to understand the fascinating world of AI-powered first impressions. If you can't find what you're looking for, don't hesitate to reach out!",
    "generalFAQ": {
      "title": "General Questions",
      "q1": {
        "question": "What is FirstLine?",
        "answer": "FirstLine is an AI-powered web service that analyzes your uploaded photo to generate a single-line 'first impression' comment. It's designed for fun, self-discovery, and to spark conversation."
      },
      "q2": {
        "question": "Is FirstLine's analysis scientific or definitive?",
        "answer": "No, FirstLine's analysis is for entertainment purposes only. It uses AI to interpret visual cues, but it is not scientific, diagnostic, or a definitive statement about an individual. Results should be taken with a lighthearted perspective."
      },
      "q3": {
        "question": "What kind of photos work best?",
        "answer": "For the most engaging results, upload clear, well-lit photos where your face (or the character's face) is clearly visible and facing forward. Good lighting and a neutral background often yield interesting impressions."
      },
      "q4": {
        "question": "Can I analyze photos of anyone?",
        "answer": "We encourage analyzing your own photos or images of characters/celebrities that you have the right to use. Please respect privacy and intellectual property rights. Do not upload images of others without their consent or images that are inappropriate or offensive."
      }
    },
    "dataPrivacyFAQ": {
      "title": "Privacy & Data",
      "q1": {
        "question": "Are my photos stored?",
        "answer": "Absolutely not. Your uploaded photos are processed temporarily for AI analysis and are immediately discarded from our servers once the analysis is complete. We do not store any photo data."
      },
      "q2": {
        "question": "Is my data shared with third parties?",
        "answer": "Your uploaded photo data is never shared with third parties. Anonymous usage data may be collected for service improvement and analytics (e.g., via Google Analytics) in accordance with our Privacy Policy. Please review our full Privacy Policy for more details."
      }
    },
    "technicalFAQ": {
      "title": "Technical Questions",
      "q1": {
        "question": "I'm having trouble uploading a photo. What should I do?",
        "answer": "Ensure your image file is in a common format (like JPG, PNG) and not excessively large. Check your internet connection. If the problem persists, try a different browser or device."
      },
      "q2": {
        "question": "The result doesn't make sense or seems inaccurate.",
        "answer": "Remember, the analysis is for entertainment. AI interpretations can sometimes be surprising! Try uploading a different photo with a clearer expression or different lighting. Our AI is constantly learning, but it's not perfect."
      }
    },
    "topics": "Related Articles & Deep Dives",
    "contactSupport": "Still have questions? Feel free to reach out to our support team directly. We're here to help!",
    "email": "Email us at: 1974mds@gmail.com"
  },
  "phrases": {
    "phrase1": {
      "core": "The type that naturally inspires trust in a team",
      "explain": "A sense of responsibility and reliability is felt."
    },
    "phrase2": {
      "core": "Someone whose presence is felt even without speaking",
      "explain": "Possesses a heavy sense of trust that fills the space."
    },
    "phrase3": {
      "core": "An impression of someone who will finish what they start",
      "explain": "Strong will and sincerity are seen in their eyes."
    },
    "phrase4": {
      "core": "A face that makes you feel at ease just being near",
      "explain": "Shares a calm and stable energy with those around."
    },
    "phrase5": {
      "core": "The type you can rely on in critical moments",
      "explain": "A firmness that won't easily waver is felt."
    },
    "phrase6": {
      "core": "Quiet but will firmly hold the center",
      "explain": "Will silently support the team with inner strength."
    },
    "phrase7": {
      "core": "An aura of trustworthiness even at first glance",
      "explain": "An honest and upright aura creates this impression."
    },
    "phrase8": {
      "core": "An impression of natural responsibility",
      "explain": "Because carefulness is evident in their words and actions."
    },
    "phrase9": {
      "core": "A face that seems to keep promises well",
      "explain": "Gives trust that they will definitely keep their word."
    },
    "phrase10": {
      "core": "The type who remains calmer in urgent situations",
      "explain": "Likely to judge situations rationally and wisely."
    },
    "phrase11": {
      "core": "Someone who shows rather than tells",
      "explain": "Their hidden reliability beneath silence is charming."
    },
    "phrase12": {
      "core": "The type that would be missed if absent from the team",
      "explain": "Because your presence adds stability to the team."
    },
    "phrase13": {
      "core": "An impression of someone who would be a standard when decisions are needed",
      "explain": "Likely to have clear and rational thoughts."
    },
    "phrase14": {
      "core": "A face exuding stable energy",
      "explain": "Just being with them makes the surroundings calm."
    },
    "phrase15": {
      "core": "The type one would seek advice from",
      "explain": "Likely to give wise answers with deep thought."
    },
    "phrase16": {
      "core": "Someone who looks after those around them well",
      "explain": "A warm and delicate heart shows on their face."
    },
    "phrase17": {
      "core": "A style of building trust steadily",
      "explain": "Someone whose true worth emerges over time."
    },
    "phrase18": {
      "core": "An impression of someone you can feel secure working with",
      "explain": "Likely to do their part meticulously and sincerely."
    },
    "phrase19": {
      "core": "Has weight but isn't burdensome",
      "explain": "Possesses a charm that offers both comfort and reliability."
    },
    "phrase20": {
      "core": "Someone who makes you feel supported when they're nearby",
      "explain": "Gives trust that they will stand by you in any situation."
    },
    "phrase21": {
      "core": "A face easy to talk to even at first glance",
      "explain": "A comfortable and gentle impression makes them approachable."
    },
    "phrase22": {
      "core": "The type who brightens the mood instantly when they smile",
      "explain": "A bright smile seems to make everyone around happy."
    },
    "phrase23": {
      "core": "An impression that naturally draws favor",
      "explain": "Unpretentious comfort becomes their charm."
    },
    "phrase24": {
      "core": "Someone who seems easy to be with",
      "explain": "Possesses a gentle aura that disarms others."
    },
    "phrase25": {
      "core": "The type that softens the atmosphere between people",
      "explain": "A cheerful and positive energy is felt."
    },
    "phrase26": {
      "core": "A face that makes you want to look again",
      "explain": "Has a gentle charm that catches the eye."
    },
    "phrase27": {
      "core": "An impression of someone you'd quickly become close with",
      "explain": "An honest and warm heart shows on their face."
    },
    "phrase28": {
      "core": "The type who wouldn't feel awkward even at a first meeting",
      "explain": "Gives the feeling they would naturally lead conversations."
    },
    "phrase29": {
      "core": "A face that seems to be good at sensing others' feelings",
      "explain": "Their kind and delicate gaze is impressive."
    },
    "phrase30": {
      "core": "The type with many subtle appealing points",
      "explain": "The more you get to know them, the more new charms emerge."
    },
    "phrase31": {
      "core": "Someone well-suited for comfortable conversations",
      "explain": "A face that makes you want to share daily life."
    },
    "phrase32": {
      "core": "An impression of someone you'd laugh a lot with",
      "explain": "Full of positive and bright energy."
    },
    "phrase33": {
      "core": "The type that naturally attracts people",
      "explain": "Likely to have many people around due to their comfortable charm."
    },
    "phrase34": {
      "core": "A memorable face even on the first day you meet them",
      "explain": "Has a special charm that leaves a good memory."
    },
    "phrase35": {
      "core": "Someone whose conversation would flow well if seated next to them",
      "explain": "An appealing face that makes you curious."
    },
    "phrase36": {
      "core": "An impression of subtle thoughtfulness",
      "explain": "A warm heart seems to be embedded in every action."
    },
    "phrase37": {
      "core": "The type who quickly opens up even if shy at first",
      "explain": "Gives the feeling they would smile brightly if approached first."
    },
    "phrase38": {
      "core": "A face that explains why they have many people around",
      "explain": "Seems like they would be a good friend to anyone."
    },
    "phrase39": {
      "core": "Someone whose soft first impression is a strength",
      "explain": "Reassures others with a warm and comfortable atmosphere."
    },
    "phrase40": {
      "core": "The type not difficult to get close to",
      "explain": "Likely to have an open mind and a positive attitude."
    },
    "phrase41": {
      "core": "A face that seems to have a humorous point even when still",
      "explain": "Makes you imagine something amusing in a subtle way."
    },
    "phrase42": {
      "core": "The type who is unexpectedly funny once you get to know them",
      "explain": "A sense of humor seems hidden behind a serious expression."
    },
    "phrase43": {
      "core": "Someone whose first impression and reality seem different",
      "explain": "The more you know them, the more new sides you expect."
    },
    "phrase44": {
      "core": "An impression of someone secretly funny even with a straight face",
      "explain": "Curious about the unexpected charm beyond a chic expression."
    },
    "phrase45": {
      "core": "The type who lands a punchline at an unexpected moment",
      "explain": "Seems likely to say something impactful after being quiet."
    },
    "phrase46": {
      "core": "A face that seems capable of witty remarks despite seeming quiet",
      "explain": "Gives the feeling they would use incisive humor."
    },
    "phrase47": {
      "core": "The type you thought was serious but has a twist",
      "explain": "Likely to have unexpected clumsiness or comedic timing."
    },
    "phrase48": {
      "core": "Someone who might be hiding a 'laugh button'",
      "explain": "Seems capable of giving uncontrollable laughter once it starts."
    },
    "phrase49": {
      "core": "An impression of someone whose mood would change once they get comfortable",
      "explain": "Once shyness fades, they'll become the life of the party."
    },
    "phrase50": {
      "core": "The type who subtly throws out funny remarks",
      "explain": "Their casual delivery of jokes seems charming."
    },
    "phrase51": {
      "core": "Someone whose charm grows the closer you get",
      "explain": "Has more diverse sides than their first impression suggests."
    },
    "phrase52": {
      "core": "The type who will be remembered long after making you laugh once",
      "explain": "Leaves a strong impression with unique humor."
    },
    "phrase53": {
      "core": "A face that seems to have a much more relaxed personality than expected",
      "explain": "Likely to be more open and cheerful than they appear."
    },
    "phrase54": {
      "core": "An impression that will be remembered for its unexpected charm",
      "explain": "Their unpredictable nature makes you more curious."
    },
    "phrase55": {
      "core": "The type who seems serious but is funnier because of it",
      "explain": "Jokes delivered with a serious face are likely their killer move."
    },
    "phrase56": {
      "core": "Someone who might be clumsy underneath it all",
      "explain": "Behind their perfect appearance lies human charm."
    },
    "phrase57": {
      "core": "A face that seems to change the atmosphere when they speak",
      "explain": "Seems like every word would draw attention."
    },
    "phrase58": {
      "core": "The type whose sense of humor subtly matches well",
      "explain": "Seems like you'd keep laughing whenever you're together."
    },
    "phrase59": {
      "core": "Likely to carry the group chat once close",
      "explain": "Will lead conversations with witty remarks."
    },
    "phrase60": {
      "core": "An impression where quiet twists are anticipated",
      "explain": "Curious about the pleasant humor hidden beneath a calm exterior."
    },
    "phrase61": {
      "core": "The type who appears competent without saying a word",
      "explain": "Competence is felt in their confident eyes and attitude."
    },
    "phrase62": {
      "core": "A face that seems to bring order to situations from the center",
      "explain": "Likely to solve complex problems with keen judgment."
    },
    "phrase63": {
      "core": "An impression of professionalism even at first glance",
      "explain": "Confidence and pride in their field are evident."
    },
    "phrase64": {
      "core": "Someone well-suited for positions of responsibility",
      "explain": "Seems like they would lead a team well with natural leadership."
    },
    "phrase65": {
      "core": "The type that won't easily waver",
      "explain": "Possesses a steadfastness that won't lose composure in any crisis."
    },
    "phrase66": {
      "core": "A face that seems cautious when making decisions",
      "explain": "Likely to prioritize data and logic over emotion."
    },
    "phrase67": {
      "core": "An impression where leadership comes naturally",
      "explain": "The power to lead people towards goals is felt."
    },
    "phrase68": {
      "core": "The type with a strong image of being good at work",
      "explain": "A thorough and smart atmosphere is impressive."
    },
    "phrase69": {
      "core": "Someone others would trust and entrust tasks to",
      "explain": "Gives trust that their work will be neat and accurate."
    },
    "phrase70": {
      "core": "A face that seems to make good judgments in critical moments",
      "explain": "Likely to pierce through the core with sharp insight."
    },
    "phrase71": {
      "core": "The type who shows results rather than words",
      "explain": "Someone who proves their worth through ability."
    },
    "phrase72": {
      "core": "An impression of a weighty presence",
      "explain": "A serious demeanor builds deep trust."
    },
    "phrase73": {
      "core": "Someone who seems to take on central roles in an organization",
      "explain": "Will be recognized anywhere for their inherent capabilities."
    },
    "phrase74": {
      "core": "A face that subtly gives off a professional vibe",
      "explain": "Possesses an aura of someone deeply specialized in a field."
    },
    "phrase75": {
      "core": "Seems like someone who knows how to take responsibility",
      "explain": "Likely to take full responsibility for their decisions and actions."
    },
    "phrase76": {
      "core": "The type who can take lead in situations",
      "explain": "Possesses the power to persuade people with a clear vision."
    },
    "phrase77": {
      "core": "An impression of influence even with few words",
      "explain": "Every word spoken seems to carry weight."
    },
    "phrase78": {
      "core": "A face where trust and competence are felt together",
      "explain": "Appears to be someone with both ability and character."
    },
    "phrase79": {
      "core": "Someone you could entrust important tasks to",
      "explain": "Likely to deliver results beyond expectations."
    },
    "phrase80": {
      "core": "The type whose professional aura is a strength",
      "explain": "Manages themselves meticulously and is sincere in everything."
    },
    "phrase81": {
      "core": "A face that shows thoughtfulness even without words",
      "explain": "Kindness emanates from their warm gaze and expression."
    },
    "phrase82": {
      "core": "The type who listens well to others' stories",
      "explain": "Likely to truly empathize and listen attentively."
    },
    "phrase83": {
      "core": "An impression that makes you feel relaxed when nearby",
      "explain": "A comfortable and gentle energy surrounds them."
    },
    "phrase84": {
      "core": "Someone who empathizes well with emotions",
      "explain": "Will delicately read and comfort others' feelings."
    },
    "phrase85": {
      "core": "A face that offers comfort when nearby",
      "explain": "Possesses a warmth that gives strength just by being present."
    },
    "phrase86": {
      "core": "The type exuding gentle energy",
      "explain": "Creates a calm atmosphere for those around with their mild demeanor."
    },
    "phrase87": {
      "core": "An impression that puts people at ease",
      "explain": "Has a special power that makes others approach without hesitation."
    },
    "phrase88": {
      "core": "A face that seems to offer warm words of comfort",
      "explain": "Likely to offer kind solace even in small moments."
    },
    "phrase89": {
      "core": "Someone who looks after those around them well",
      "explain": "Will meticulously take care of needs with keen observation."
    },
    "phrase90": {
      "core": "The type with delicate emotional expressions",
      "explain": "Likely to see the world richly with abundant sensitivity."
    },
    "phrase91": {
      "core": "An impression of someone especially good to close ones",
      "explain": "Someone who will give everything once they open their heart."
    },
    "phrase92": {
      "core": "A face where sincerity is felt in every word",
      "explain": "Their unadorned and genuine appearance leaves a deep resonance."
    },
    "phrase93": {
      "core": "The type who quietly offers comfort",
      "explain": "Will gently embrace hearts, quietly standing by without fuss."
    },
    "phrase94": {
      "core": "An impression that brings stability when together",
      "explain": "Possesses the power to calm even complex feelings."
    },
    "phrase95": {
      "core": "A face that seems to value people",
      "explain": "Likely to treat all relationships with sincerity."
    },
    "phrase96": {
      "core": "The type with emotional empathy",
      "explain": "Likely to possess artistic sensibility and deep empathy."
    },
    "phrase97": {
      "core": "Someone who quietly supports from the side",
      "explain": "A reliable ally who trusts and supports any choice you make."
    },
    "phrase98": {
      "core": "An impression of comfortable warmth",
      "explain": "Possesses a perfectly balanced warmth, neither too hot nor too cold."
    },
    "phrase99": {
      "core": "A face that seems to handle emotional fluctuations well",
      "explain": "Will embrace all emotions with a broad mind."
    },
    "phrase100": {
      "core": "The type who grows warmer the longer you know them",
      "explain": "Sincerity and warmth deepen over time."
    }
  }
}