{
  "appTitle": "IA de Primera Impresión",
  "common": {
    "loading": "Cargando..."
  },
  "home": {
    "title": "First Impression AI",
    "subtitle": "Discover your first impression with just one photo!",
    "uploadButton": "Upload Photo",
    "myPhoto": "My Photo",
    "character": "Character",
    "celebrity": "Celebrity",
    "latestInsights": "Latest Insights from Our AI Lab",
    "viewAllPosts": "View All Posts",
    "aboutService": {
      "title": "What is First Impression AI?",
      "paragraph": "Have you ever wondered what vibe you give off? FirstLine uses advanced AI to analyze a single photo and tell you your first impression in one compelling line. Our service is designed for fun and self-discovery, helping you see yourself from a new, intriguing perspective. We believe in positive and uplifting interactions, so all our analyses are crafted to be encouraging and insightful. It's a great conversation starter and a new way to engage with your friends and followers."
    },
    "howToUse": {
      "title": "How It Works",
      "step1": {
        "title": "Choose Analysis Type",
        "description": "Select whether you want to analyze your photo or a character's image."
      },
      "step2": {
        "title": "Upload Your Photo",
        "description": "Click the upload button and select a clear, well-lit photo of yourself or a character."
      },
      "step3": {
        "title": "Get Your First Impression",
        "description": "Our AI will analyze the image and instantly provide a one-line summary of your first impression. Share it with the world!"
      }
    }
  },
  "result": {
    "noImageUploaded": "No image has been uploaded yet.",
    "noImageUploadedDescription": "To see your AI-generated first impression, please go back to the homepage and upload a photo.",
    "goBackAndUpload": "Upload a Photo",
    "examplesTitle": "See Some Examples",
    "hashtags": "#FirstLine #PrimeraImpresiónUnaLínea #IAPrimeraImpresión #TestDePerfil",
    "shareButton": "Compartir",
    "retryButton": "Intentar de nuevo",
    "shareTitle": "Resultado de mi primera impresión",
    "shareText": "¡Mira el análisis de mi primera impresión de First Impression AI!",
    "downloadImageButton": "Descargar Imagen",
    "copyTextButton": "Copiar Texto",
    "copySuccess": "¡Texto copiado al portapapeles!",
    "copyError": "Error al copiar el texto.",
    "noImageForDownload": "No hay imagen disponible para descargar.",
    "imageLoadError": "Error al cargar la imagen para descargar.",
    "downloadError": "Ocurrió un error durante la descarga de la imagen."
  },
  "share": {
    "text": "Mi primera impresión: \"{{phrase}}\" #IAPrimeraImpresión"
  },
  "footer": {
    "home": "Inicio de FirstLine",
    "about": "Sobre nosotros",
    "privacy": "Política de Privacidad",
    "terms": "Términos de Servicio",
    "rightsReserved": "Todos los derechos reservados."
  },
  "about": {
    "title": "Sobre el servicio FirstLine",
    "paragraph1": "FirstLine \"el Servicio\" es un servicio innovador que analiza tu foto usando IA para proporcionar una primera impresión en una línea. Está diseñado para ayudarte a explorar tu imagen y compartirla con amigos de una manera alegre y divertida, en lugar de para un análisis o diagnóstico complejo.",
    "paragraph2": "Comenzamos este servicio por curiosidad sobre las primeras impresiones que las personas dejan en los demás. FirstLine utiliza tecnología de IA para ayudarte a descubrir tu encanto y disfrutar de entenderte a ti mismo desde una nueva perspectiva. Todas las frases están diseñadas para ser positivas y humorísticas, asegurando una experiencia agradable.",
    "paragraph3": "FirstLine hará que tus momentos preciosos sean aún más especiales y servirá como un nuevo tema de conversación en las redes sociales. ¡Descubre tu primera impresión ahora mismo!",
    "publisherInfo": {
      "title": "Información del editor",
      "serviceName": "Nombre del servicio: FirstLine",
      "operator": "Operador: Equipo de FirstLine",
      "contact": "Contacto: 1974mds@gmail.com"
    }
  },
  "privacy": {
    "title": "Privacy Policy",
    "introduction": "This Privacy Policy describes how FirstLine (\"we,\" \"us,\" or \"our\") collects, uses, and discloses your information when you use our website and services (collectively, the \"Service\"). We are committed to protecting your privacy and handling your data in an open and transparent manner. By using the Service, you agree to the collection and use of information in accordance with this policy.",
    "dataCollection": {
      "title": "1. Data We Collect",
      "photos": {
        "title": "1.1 Photos for AI Analysis",
        "paragraph": "When you use our AI analysis feature, you may upload photos. These photos are processed temporarily and solely for the purpose of generating your first impression analysis. We do NOT store your photos on our servers after the analysis is complete. All uploaded photo data is immediately discarded."
      },
      "usageData": {
        "title": "1.2 Usage Data",
        "paragraph1": "We may collect information on how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data.",
        "paragraph2": "We use Google Analytics to help us understand how our users engage with the Service. Google Analytics collects information anonymously. It reports website trends without identifying individual visitors. You can opt-out of Google Analytics without affecting how you visit our site – for more information on opting out of Google Analytics across all websites you use, visit this Google page: https://tools.google.com/dlpage/gaoptout"
      },
      "cookies": {
        "title": "1.3 Cookies and Tracking Technologies",
        "paragraph1": "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.",
        "paragraph2": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.",
        "paragraph3": "For advertising purposes, third-party vendors, including Google, use cookies to serve ads based on a user's prior visits to your website or other websites. Google's use of advertising cookies enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet. Users may opt out of personalized advertising by visiting Ads Settings. (Alternatively, you can direct users to opt out of a third-party vendor's use of cookies for personalized advertising by visiting www.aboutads.info/choices/)."
      }
    },
    "dataUse": {
      "title": "2. How We Use Your Data",
      "paragraph": "We use the collected data for various purposes:",
      "list1": "To provide and maintain the Service",
      "list2": "To notify you about changes to our Service",
      "list3": "To allow you to participate in interactive features of our Service when you choose to do so",
      "list4": "To provide customer support",
      "list5": "To gather analysis or valuable information so that we can improve our Service",
      "list6": "To monitor the usage of our Service",
      "list7": "To detect, prevent and address technical issues",
      "list8": "To deliver personalized advertisements relevant to your interests."
    },
    "dataSharing": {
      "title": "3. Disclosure of Your Data",
      "photos": "Your uploaded photo data is NOT shared with any third parties. It is processed temporarily for analysis and immediately discarded.",
      "serviceProviders": "We may employ third-party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used. These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.",
      "legalRequirements": "FirstLine may disclose your Personal Data in the good faith belief that such action is necessary to:",
      "legalList1": "To comply with a legal obligation",
      "legalList2": "To protect and defend the rights or property of FirstLine",
      "legalList3": "To prevent or investigate possible wrongdoing in connection with the Service",
      "legalList4": "To protect the personal safety of users of the Service or the public",
      "legalList5": "To protect against legal liability"
    },
    "dataSecurity": {
      "title": "4. Security of Data",
      "paragraph": "The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security."
    },
    "yourRights": {
      "title": "5. Your Data Protection Rights under GDPR (General Data Protection Regulation)",
      "paragraph1": "If you are a resident of the European Economic Area (EEA), you have certain data protection rights. FirstLine aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.",
      "paragraph2": "If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.",
      "paragraph3": "In certain circumstances, you have the following data protection rights:",
      "list1": "The right to access, update or to delete the information we have on you.",
      "list2": "The right of rectification.",
      "list3": "The right to object.",
      "list4": "The right of restriction.",
      "list5": "The right to data portability.",
      "list6": "The right to withdraw consent."
    },
    "childrenPrivacy": {
      "title": "6. Children's Privacy",
      "paragraph": "Our Service does not address anyone under the age of 13 (\"Children\"). We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."
    },
    "thirdPartyLinks": {
      "title": "7. Links to Other Sites",
      "paragraph": "Our Service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
    },
    "policyChanges": {
      "title": "8. Changes to This Privacy Policy",
      "paragraph": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page."
    },
    "contact": {
      "title": "9. Contact Us",
      "paragraph": "If you have any questions about this Privacy Policy, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    },
    "effectiveDate": "Effective Date: January 22, 2026"
  },
  "terms": {
    "title": "Terms of Service",
    "introduction": "Welcome to FirstLine! These Terms of Service (\"Terms\") govern your access to and use of the FirstLine website, services, and applications (collectively, the \"Service\"). By accessing or using the Service, you agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, please do not use our Service.",
    "serviceDescription": {
      "title": "1. Service Description",
      "paragraph": "FirstLine provides an AI-powered photo analysis service that generates a single-line first impression comment based on uploaded images. Our Service is intended for entertainment purposes only. The results are not to be taken as professional advice, diagnosis, or any form of factual statement about an individual. You acknowledge and agree that all results are for fun and self-exploration."
    },
    "userAccounts": {
      "title": "2. User Accounts",
      "paragraph": "Currently, FirstLine does not require user accounts. You can access and use most features of the Service without registration. Should we introduce account features in the future, separate terms regarding account creation, security, and termination will be provided."
    },
    "userConduct": {
      "title": "3. User Conduct",
      "paragraph1": "You agree to use the Service only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the Service. Prohibited behavior includes harassing or causing distress or inconvenience to any person, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within the Service.",
      "paragraph2": "Specifically, you agree not to:",
      "list1": "Upload any images that are illegal, harmful, threatening, abusive, defamatory, obscene, hateful, racially or ethnically objectionable, or otherwise inappropriate.",
      "list2": "Upload images that infringe upon any intellectual property rights, privacy rights, or publicity rights of any third party.",
      "list3": "Use the Service for any commercial purposes without our express written consent.",
      "list4": "Attempt to gain unauthorized access to any portion or feature of the Service, or any other systems or networks connected to the Service."
    },
    "intellectualProperty": {
      "title": "4. Intellectual Property",
      "paragraph": "The Service and its original content (excluding content provided by users), features, and functionality are and will remain the exclusive property of FirstLine and its licensors. The Service is protected by copyright, trademark, and other laws of both the [Your Country] and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of FirstLine."
    },
    "userContent": {
      "title": "5. User-Generated Content (Uploaded Photos)",
      "paragraph1": "You retain all rights to any photos you upload to the Service. By uploading a photo, you grant FirstLine a temporary, non-exclusive, royalty-free, worldwide license to use, reproduce, process, and display that photo solely for the purpose of providing the AI analysis and presenting the result to you. As stated in our Privacy Policy, uploaded photos are NOT stored on our servers after analysis and are immediately discarded.",
      "paragraph2": "You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to upload the photos you submit to the Service and to grant the license described herein."
    },
    "disclaimerOfWarranties": {
      "title": "6. Disclaimer of Warranties",
      "paragraph": "Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance."
    },
    "limitationOfLiability": {
      "title": "7. Limitation of Liability",
      "paragraph": "In no event shall FirstLine, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose."
    },
    "indemnification": {
      "title": "8. Indemnification",
      "paragraph": "You agree to defend, indemnify and hold harmless FirstLine and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service."
    },
    "termination": {
      "title": "9. Termination",
      "paragraph": "We may terminate or suspend your access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability."
    },
    "governingLaw": {
      "title": "10. Governing Law",
      "paragraph": "These Terms shall be governed and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions."
    },
    "changesToTerms": {
      "title": "11. Changes to These Terms",
      "paragraph": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service."
    },
    "contact": {
      "title": "12. Contact Us",
      "paragraph": "If you have any questions about these Terms, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    }
  },
  "phrases": {
    "phrase1": {
      "core": "El tipo de persona que inspira confianza de forma natural en un equipo",
      "explain": "Se percibe un sentido de responsabilidad y fiabilidad."
    },
    "phrase2": {
      "core": "Alguien cuya presencia se siente incluso sin hablar",
      "explain": "Posee una gran sensación de confianza que llena el espacio."
    },
    "phrase3": {
      "core": "Impresión de alguien que terminará lo que empieza",
      "explain": "Se ve una gran fuerza de voluntad y sinceridad en sus ojos."
    },
    "phrase4": {
      "core": "Un rostro que te hace sentir a gusto solo con estar cerca",
      "explain": "Comparte una energía tranquila y estable con los que le rodean."
    },
    "phrase5": {
      "core": "El tipo de persona en la que puedes confiar en los momentos críticos",
      "explain": "Se siente una firmeza que no se tambaleará fácilmente."
    },
    "phrase6": {
      "core": "Silencioso pero que mantendrá el centro con firmeza",
      "explain": "Apoyará silenciosamente al equipo con su fuerza interior."
    },
    "phrase7": {
      "core": "Un aura de confianza a primera vista",
      "explain": "Un aura honesta y recta crea esta impresión."
    },
    "phrase8": {
      "core": "Impresión de responsabilidad natural",
      "explain": "Porque la cautela es evidente en sus palabras y acciones."
    },
    "phrase9": {
      "core": "Un rostro que parece cumplir bien las promesas",
      "explain": "Da la confianza de que definitivamente cumplirá su palabra."
    },
    "phrase10": {
      "core": "El tipo de persona que se mantiene más tranquila en situaciones de urgencia",
      "explain": "Probablemente juzgará las situaciones de forma racional y sabia."
    },
    "phrase11": {
      "core": "Alguien que demuestra en lugar de decir",
      "explain": "Su fiabilidad oculta bajo el silencio es encantadora."
    },
    "phrase12": {
      "core": "El tipo de persona que se echaría de menos si no estuviera en el equipo",
      "explain": "Porque tu presencia aporta estabilidad al equipo."
    },
    "phrase13": {
      "core": "Impresión de alguien que sería un estándar cuando se necesiten decisiones",
      "explain": "Probablemente tenga pensamientos claros y racionales."
    },
    "phrase14": {
      "core": "Un rostro que emana una energía estable",
      "explain": "Solo estar con ellos calma el ambiente."
    },
    "phrase15": {
      "core": "El tipo de persona a la que se le pediría consejo",
      "explain": "Probablemente dará respuestas sabias con una profunda reflexión."
    },
    "phrase16": {
      "core": "Alguien que cuida bien de los que le rodean",
      "explain": "Un corazón cálido y delicado se muestra en su rostro."
    },
    "phrase17": {
      "core": "Un estilo de construir confianza de manera constante",
      "explain": "Alguien cuyo verdadero valor emerge con el tiempo."
    },
    "phrase18": {
      "core": "Impresión de alguien con quien te puedes sentir seguro trabajando",
      "explain": "Probablemente hará su parte meticulosamente y con sinceridad."
    },
    "phrase19": {
      "core": "Tiene peso pero no es una carga",
      "explain": "Posee un encanto que ofrece tanto comodidad como fiabilidad."
    },
    "phrase20": {
      "core": "Alguien que te hace sentir apoyado cuando está cerca",
      "explain": "Da la confianza de que estará a tu lado en cualquier situación."
    },
    "phrase21": {
      "core": "Un rostro con el que es fácil hablar a primera vista",
      "explain": "Una impresión cómoda y suave los hace accesibles."
    },
    "phrase22": {
      "core": "El tipo de persona que ilumina el ambiente al instante cuando sonríe",
      "explain": "Una sonrisa brillante parece hacer felices a todos a su alrededor."
    },
    "phrase23": {
      "core": "Una impresión que atrae el favor de forma natural",
      "explain": "La comodidad sin pretensiones se convierte в su encanto."
    },
    "phrase24": {
      "core": "Alguien con quien parece fácil estar",
      "explain": "Posee un aura suave que desarma a los demás."
    },
    "phrase25": {
      "core": "El tipo de persona que suaviza el ambiente entre la gente",
      "explain": "Se siente una energía alegre y positiva."
    },
    "phrase26": {
      "core": "Un rostro que te hace querer volver a mirar",
      "explain": "Tiene un encanto suave que llama la atención."
    },
    "phrase27": {
      "core": "Impresión de alguien con quien te harías amigo rápidamente",
      "explain": "Un corazón honesto y cálido se muestra en su rostro."
    },
    "phrase28": {
      "core": "El tipo de persona que no se sentiría incómoda ni en un primer encuentro",
      "explain": "Da la sensación de que lideraría las conversaciones de forma natural."
    },
    "phrase29": {
      "core": "Un rostro que parece ser bueno para percibir los sentimientos de los demás",
      "explain": "Su mirada amable y delicada es impresionante."
    },
    "phrase30": {
      "core": "El tipo de persona con muchos puntos sutiles y atractivos",
      "explain": "Cuanto más los conoces, más encantos nuevos emergen."
    },
    "phrase31": {
      "core": "Alguien muy adecuado para conversaciones cómodas",
      "explain": "Un rostro que te hace querer compartir la vida cotidiana."
    },
    "phrase32": {
      "core": "Impresión de alguien con quien te reirías mucho",
      "explain": "Lleno de energía positiva y brillante."
    },
    "phrase33": {
      "core": "El tipo de persona que atrae a la gente de forma natural",
      "explain": "Probablemente tendrá mucha gente a su alrededor debido a su encanto cómodo."
    },
    "phrase34": {
      "core": "Un rostro memorable incluso el primer día que los conoces",
      "explain": "Tiene un encanto especial que deja un buen recuerdo."
    },
    "phrase35": {
      "core": "Alguien cuya conversación fluiría bien si estuviera sentado a su lado",
      "explain": "Un rostro atractivo que te da curiosidad."
    },
    "phrase36": {
      "core": "Impresión de una consideración sutil",
      "explain": "Un corazón cálido parece estar incrustado en cada acción."
    },
    "phrase37": {
      "core": "El tipo de persona que se abre rápidamente aunque al principio sea tímida",
      "explain": "Da la sensación de que sonreirían alegremente si te acercas primero."
    },
    "phrase38": {
      "core": "Un rostro que explica por qué tienen mucha gente a su alrededor",
      "explain": "Parece que serían un buen amigo para cualquiera."
    },
    "phrase39": {
      "core": "Alguien cuya suave primera impresión es una fortaleza",
      "explain": "Tranquiliza a los demás con un ambiente cálido y confortable."
    },
    "phrase40": {
      "core": "El tipo de persona con la que no es difícil llevarse bien",
      "explain": "Probablemente tenga una mente abierta y una actitud positiva."
    },
    "phrase41": {
      "core": "Un rostro que parece tener un punto humorístico incluso cuando está quieto",
      "explain": "Te hace imaginar algo divertido de una manera sutil."
    },
    "phrase42": {
      "core": "El tipo de persona que es inesperadamente divertida una vez que la conoces",
      "explain": "Un sentido del humor parece esconderse detrás de una expresión seria."
    },
    "phrase43": {
      "core": "Alguien cuya primera impresión y realidad parecen diferentes",
      "explain": "Cuanto más los conoces, más lados nuevos esperas."
    },
    "phrase44": {
      "core": "Impresión de alguien secretamente divertido incluso con cara de póquer",
      "explain": "Curiosidad por el encanto inesperado más allá de una expresión elegante."
    },
    "phrase45": {
      "core": "El tipo de persona que suelta una broma en un momento inesperado",
      "explain": "Parece probable que diga algo impactante después de estar en silencio."
    },
    "phrase46": {
      "core": "Un rostro que parece capaz de hacer comentarios ingeniosos a pesar de parecer tranquilo",
      "explain": "Da la sensación de que usarían un humor incisivo."
    },
    "phrase47": {
      "core": "El tipo de persona que pensabas que era seria pero tiene un giro",
      "explain": "Probablemente tenga una torpeza o un timing cómico inesperados."
    },
    "phrase48": {
      "core": "Alguien que podría estar escondiendo un 'botón de la risa'",
      "explain": "Parece capaz de provocar una risa incontrolable una vez que comienza."
    },
    "phrase49": {
      "core": "Impresión de alguien cuyo estado de ánimo cambiaría una vez que se sienta cómodo",
      "explain": "Una vez que la timidez se desvanece, se convertirán en el alma de la fiesta."
    },
    "phrase50": {
      "core": "El tipo de persona que sutilmente suelta comentarios divertidos",
      "explain": "Su forma casual de hacer bromas parece encantadora."
    },
    "phrase51": {
      "core": "Alguien cuyo encanto crece cuanto más te acercas",
      "explain": "Tiene lados más diversos de lo que sugiere su primera impresión."
    },
    "phrase52": {
      "core": "El tipo de persona que será recordada mucho después de hacerte reír una vez",
      "explain": "Deja una fuerte impresión con un humor único."
    },
    "phrase53": {
      "core": "Un rostro que parece tener una personalidad mucho más relajada de lo esperado",
      "explain": "Probablemente sea más abierto y alegre de lo que parece."
    },
    "phrase54": {
      "core": "Una impresión que será recordada por su encanto inesperado",
      "explain": "Su naturaleza impredecible te da más curiosidad."
    },
    "phrase55": {
      "core": "El tipo de persona que parece seria pero es más divertida por eso",
      "explain": "Las bromas dichas con cara seria probablemente sean su movimiento estrella."
    },
    "phrase56": {
      "core": "Alguien que podría ser torpe en el fondo",
      "explain": "Detrás de su apariencia perfecta se esconde el encanto humano."
    },
    "phrase57": {
      "core": "Un rostro que parece cambiar la atmósfera cuando hablan",
      "explain": "Parece que cada palabra llamaría la atención."
    },
    "phrase58": {
      "core": "El tipo de persona cuyo sentido del humor encaja sutilmente bien",
      "explain": "Parece que seguirías riendo cada vez que estéis juntos."
    },
    "phrase59": {
      "core": "Probablemente lleve la conversación del chat grupal una vez que haya confianza",
      "explain": "Liderará las conversaciones con comentarios ingeniosos."
    },
    "phrase60": {
      "core": "Una impresión en la que se anticipan giros silenciosos",
      "explain": "Curiosidad por el agradable humor oculto bajo un exterior tranquilo."
    },
    "phrase61": {
      "core": "El tipo de persona que parece competente sin decir una palabra",
      "explain": "La competencia se siente en sus ojos y actitud seguros."
    },
    "phrase62": {
      "core": "Un rostro que parece poner orden en las situaciones desde el centro",
      "explain": "Probablemente resolverá problemas complejos con un juicio agudo."
    },
    "phrase63": {
      "core": "Una impresión de profesionalismo incluso a primera vista",
      "explain": "La confianza y el orgullo en su campo son evidentes."
    },
    "phrase64": {
      "core": "Alguien muy adecuado para puestos de responsabilidad",
      "explain": "Parece que lideraría bien un equipo con un liderazgo natural."
    },
    "phrase65": {
      "core": "El tipo de persona que no se tambaleará fácilmente",
      "explain": "Posee una firmeza que no perderá la compostura en ninguna crisis."
    },
    "phrase66": {
      "core": "Un rostro que parece cauteloso al tomar decisiones",
      "explain": "Probablemente priorizará los datos y la lógica sobre la emoción."
    },
    "phrase67": {
      "core": "Una impresión donde el liderazgo surge de forma natural",
      "explain": "Se siente el poder de guiar a las personas hacia los objetivos."
    },
    "phrase68": {
      "core": "El tipo de persona con una fuerte imagen de ser bueno en el trabajo",
      "explain": "Un ambiente minucioso e inteligente es impresionante."
    },
    "phrase69": {
      "core": "Alguien en quien los demás confiarían y a quien le encargarían tareas",
      "explain": "Da la confianza de que su trabajo será pulcro y preciso."
    },
    "phrase70": {
      "core": "Un rostro que parece hacer buenos juicios en momentos críticos",
      "explain": "Probablemente penetrará en el núcleo con una perspicacia aguda."
    },
    "phrase71": {
      "core": "El tipo de persona que muestra resultados en lugar de palabras",
      "explain": "Alguien que demuestra su valía a través de la habilidad."
    },
    "phrase72": {
      "core": "Una impresión de una presencia importante",
      "explain": "Un comportamiento serio genera una profunda confianza."
    },
    "phrase73": {
      "core": "Alguien que parece asumir roles centrales en una organización",
      "explain": "Será reconocido en cualquier lugar por sus capacidades inherentes."
    },
    "phrase74": {
      "core": "Un rostro que sutilmente desprende un aire profesional",
      "explain": "Posee un aura de alguien profundamente especializado en un campo."
    },
    "phrase75": {
      "core": "Parece alguien que sabe asumir la responsabilidad",
      "explain": "Probablemente asumirá toda la responsabilidad de sus decisiones y acciones."
    },
    "phrase76": {
      "core": "El tipo de persona que puede tomar la iniciativa en situaciones",
      "explain": "Posee el poder de persuadir a las personas con una visión clara."
    },
    "phrase77": {
      "core": "Impresión de influencia incluso con pocas palabras",
      "explain": "Cada palabra que se dice parece tener peso."
    },
    "phrase78": {
      "core": "Un rostro en el que se sienten juntas la confianza y la competencia",
      "explain": "Parece ser alguien con habilidad y carácter."
    },
    "phrase79": {
      "core": "Alguien a quien se le podrían confiar tareas importantes",
      "explain": "Probablemente entregará resultados más allá de las expectativas."
    },
    "phrase80": {
      "core": "El tipo de persona cuyo aura profesional es una fortaleza",
      "explain": "Se gestiona a sí mismo meticulosamente y es sincero en todo."
    },
    "phrase81": {
      "core": "Un rostro que muestra consideración incluso sin palabras",
      "explain": "La amabilidad emana de su cálida mirada y expresión."
    },
    "phrase82": {
      "core": "El tipo de persona que escucha bien las historias de los demás",
      "explain": "Probablemente empatizará de verdad y escuchará con atención."
    },
    "phrase83": {
      "core": "Una impresión que te hace sentir relajado cuando estás cerca",
      "explain": "Una energía cómoda y suave los rodea."
    },
    "phrase84": {
      "core": "Alguien que empatiza bien con las emociones",
      "explain": "Leerá y consolará delicadamente los sentimientos de los demás."
    },
    "phrase85": {
      "core": "Un rostro que ofrece consuelo cuando está cerca",
      "explain": "Posee una calidez que da fuerza solo con estar presente."
    },
    "phrase86": {
      "core": "El tipo de persona que emana una energía suave",
      "explain": "Crea una atmósfera tranquila para los que le rodean con su comportamiento apacible."
    },
    "phrase87": {
      "core": "Una impresión que tranquiliza a la gente",
      "explain": "Tiene un poder especial que hace que los demás se acerquen sin dudarlo."
    },
    "phrase88": {
      "core": "Un rostro que parece ofrecer cálidas palabras de consuelo",
      "explain": "Probablemente ofrecerá un consuelo amable incluso en los pequeños momentos."
    },
    "phrase89": {
      "core": "Alguien que cuida bien de los que le rodean",
      "explain": "Cuidará meticulosamente de las necesidades con una aguda observación."
    },
    "phrase90": {
      "core": "El tipo de persona con expresiones emocionales delicadas",
      "explain": "Probablemente verá el mundo con riqueza y con abundante sensibilidad."
    },
    "phrase91": {
      "core": "Impresión de alguien especialmente bueno con los más cercanos",
      "explain": "Alguien que lo dará todo una vez que abra su corazón."
    },
    "phrase92": {
      "core": "Un rostro en el que se siente la sinceridad en cada palabra",
      "explain": "Su apariencia sencilla y genuina deja una profunda resonancia."
    },
    "phrase93": {
      "core": "El tipo de persona que ofrece consuelo en silencio",
      "explain": "Abrazará suavemente los corazones, manteniéndose en silencio a su lado sin aspavientos."
    },
    "phrase94": {
      "core": "Una impresión que aporta estabilidad cuando se está juntos",
      "explain": "Posee el poder de calmar incluso los sentimientos complejos."
    },
    "phrase95": {
      "core": "Un rostro que parece valorar a las personas",
      "explain": "Probablemente tratará todas las relaciones con sinceridad."
    },
    "phrase96": {
      "core": "El tipo de persona con empatía emocional",
      "explain": "Probablemente posea sensibilidad artística y una profunda empatía."
    },
    "phrase97": {
      "core": "Alguien que apoya en silencio desde el margen",
      "explain": "Un aliado fiable que confía y apoya cualquier elección que hagas."
    },
    "phrase98": {
      "core": "Impresión de una calidez confortable",
      "explain": "Posee una calidez perfectamente equilibrada, ni demasiado caliente ni demasiado fría."
    },
    "phrase99": {
      "core": "Un rostro que parece manejar bien las fluctuaciones emocionales",
      "explain": "Abrazará todas las emociones con una mente amplia."
    },
    "phrase100": {
      "core": "El tipo de persona que se vuelve más cálida cuanto más la conoces",
      "explain": "La sinceridad y la calidez se profundizan con el tiempo."
    }
  }
}