{
  "appTitle": "IA de Primera Impresión",
  "common": {
    "loading": "Cargando..."
  },
  "home": {
    "title": "IA de Primera Impresión",
    "subtitle": "¡Descubre tu primera impresión con solo una foto!",
    "uploadButton": "Subir Foto"
  },
  "result": {
    "noImageUploaded": "No se ha subido ninguna imagen.",
    "goBackAndUpload": "Vuelve y sube una foto",
    "hashtags": "#FirstLine #PrimeraImpresiónUnaLínea #IAPrimeraImpresión #TestDePerfil",
    "shareButton": "Compartir",
    "retryButton": "Intentar de nuevo",
    "shareTitle": "Resultado de mi primera impresión",
    "shareText": "¡Mira el análisis de mi primera impresión de First Impression AI!",
    "downloadImageButton": "Descargar Imagen",
    "copyTextButton": "Copiar Texto",
    "copySuccess": "¡Texto copiado al portapapeles!",
    "copyError": "Error al copiar el texto.",
    "noImageForDownload": "No hay imagen disponible para descargar.",
    "imageLoadError": "Error al cargar la imagen para descargar.",
    "downloadError": "Ocurrió un error durante la descarga de la imagen."
  },
  "share": {
    "text": "Mi primera impresión: \"{{phrase}}\" #IAPrimeraImpresión"
  },
  "footer": {
    "home": "Inicio de FirstLine",
    "about": "Sobre nosotros",
    "privacy": "Política de Privacidad",
    "terms": "Términos de Servicio",
    "rightsReserved": "Todos los derechos reservados."
  },
  "about": {
    "title": "Sobre el servicio FirstLine",
    "paragraph1": "FirstLine \"el Servicio\" es un servicio innovador que analiza tu foto usando IA para proporcionar una primera impresión en una línea. Está diseñado para ayudarte a explorar tu imagen y compartirla con amigos de una manera alegre y divertida, en lugar de para un análisis o diagnóstico complejo.",
    "paragraph2": "Comenzamos este servicio por curiosidad sobre las primeras impresiones que las personas dejan en los demás. FirstLine utiliza tecnología de IA para ayudarte a descubrir tu encanto y disfrutar de entenderte a ti mismo desde una nueva perspectiva. Todas las frases están diseñadas para ser positivas y humorísticas, asegurando una experiencia agradable.",
    "paragraph3": "FirstLine hará que tus momentos preciosos sean aún más especiales y servirá como un nuevo tema de conversación en las redes sociales. ¡Descubre tu primera impresión ahora mismo!",
    "publisherInfo": {
      "title": "Información del editor",
      "serviceName": "Nombre del servicio: FirstLine",
      "operator": "Operador: Equipo de FirstLine",
      "contact": "Contacto: 1974mds@gmail.com"
    }
  },
  "privacy": {
    "title": "Política de Privacidad",
    "paragraph1": "FirstLine (\"el Servicio\") cumple con las regulaciones de protección de datos personales bajo las leyes pertinentes, incluyendo la Ley de Promoción de la Utilización de Redes de Información y Comunicaciones y Protección de la Información, etc., y la Ley de Protección de Datos Personales, y se compromete a proteger la información personal de los usuarios.",
    "paragraph2": "Este Servicio utiliza temporalmente los datos de las fotos de los usuarios únicamente con fines de análisis de IA, y todos los datos se descartan inmediatamente después de completar el análisis sin ser almacenados. No proporcionamos los datos de las fotos de los usuarios a terceros ni los utilizamos para ningún otro propósito sin el consentimiento del usuario.",
    "paragraph3": "Los usuarios tienen derecho a retirar su consentimiento para el uso de sus datos fotográficos y pueden dejar de usar el servicio en cualquier momento. Para consultas, por favor contacte a [Dirección de correo electrónico].",
    "paragraph4": "Esta política puede cambiar de acuerdo con los cambios en las leyes y políticas, y cualquier cambio se anunciará dentro del servicio."
  },
  "terms": {
    "title": "Términos de Servicio",
    "paragraph1": "Estos términos y condiciones (\"Términos\") tienen como objetivo definir los derechos, obligaciones, responsabilidades y otros asuntos necesarios entre la empresa y los miembros con respecto al uso de todos los servicios proporcionados por FirstLine (\"el Servicio\").",
    "paragraph2": "El propósito del Servicio es proporcionar comentarios divertidos basados en IA sobre la primera impresión de un individuo. Todos los resultados del Servicio son solo para fines de entretenimiento y no pueden ser utilizados como base para ningún diagnóstico o juicio.",
    "paragraph3": "Los miembros deben usar todos los resultados generados by este Servicio bajo su propia responsabilidad. El Servicio no garantiza la exactitud o fiabilidad de su contenido y no es responsable de ningún daño que surja del uso del Servicio."
  },
  "phrases": {
    "phrase1": {
      "core": "El tipo de persona que inspira confianza de forma natural en un equipo",
      "explain": "Se percibe un sentido de responsabilidad y fiabilidad."
    },
    "phrase2": {
      "core": "Alguien cuya presencia se siente incluso sin hablar",
      "explain": "Posee una gran sensación de confianza que llena el espacio."
    },
    "phrase3": {
      "core": "Impresión de alguien que terminará lo que empieza",
      "explain": "Se ve una gran fuerza de voluntad y sinceridad en sus ojos."
    },
    "phrase4": {
      "core": "Un rostro que te hace sentir a gusto solo con estar cerca",
      "explain": "Comparte una energía tranquila y estable con los que le rodean."
    },
    "phrase5": {
      "core": "El tipo de persona en la que puedes confiar en los momentos críticos",
      "explain": "Se siente una firmeza que no se tambaleará fácilmente."
    },
    "phrase6": {
      "core": "Silencioso pero que mantendrá el centro con firmeza",
      "explain": "Apoyará silenciosamente al equipo con su fuerza interior."
    },
    "phrase7": {
      "core": "Un aura de confianza a primera vista",
      "explain": "Un aura honesta y recta crea esta impresión."
    },
    "phrase8": {
      "core": "Impresión de responsabilidad natural",
      "explain": "Porque la cautela es evidente en sus palabras y acciones."
    },
    "phrase9": {
      "core": "Un rostro que parece cumplir bien las promesas",
      "explain": "Da la confianza de que definitivamente cumplirá su palabra."
    },
    "phrase10": {
      "core": "El tipo de persona que se mantiene más tranquila en situaciones de urgencia",
      "explain": "Probablemente juzgará las situaciones de forma racional y sabia."
    },
    "phrase11": {
      "core": "Alguien que demuestra en lugar de decir",
      "explain": "Su fiabilidad oculta bajo el silencio es encantadora."
    },
    "phrase12": {
      "core": "El tipo de persona que se echaría de menos si no estuviera en el equipo",
      "explain": "Porque tu presencia aporta estabilidad al equipo."
    },
    "phrase13": {
      "core": "Impresión de alguien que sería un estándar cuando se necesiten decisiones",
      "explain": "Probablemente tenga pensamientos claros y racionales."
    },
    "phrase14": {
      "core": "Un rostro que emana una energía estable",
      "explain": "Solo estar con ellos calma el ambiente."
    },
    "phrase15": {
      "core": "El tipo de persona a la que se le pediría consejo",
      "explain": "Probablemente dará respuestas sabias con una profunda reflexión."
    },
    "phrase16": {
      "core": "Alguien que cuida bien de los que le rodean",
      "explain": "Un corazón cálido y delicado se muestra en su rostro."
    },
    "phrase17": {
      "core": "Un estilo de construir confianza de manera constante",
      "explain": "Alguien cuyo verdadero valor emerge con el tiempo."
    },
    "phrase18": {
      "core": "Impresión de alguien con quien te puedes sentir seguro trabajando",
      "explain": "Probablemente hará su parte meticulosamente y con sinceridad."
    },
    "phrase19": {
      "core": "Tiene peso pero no es una carga",
      "explain": "Posee un encanto que ofrece tanto comodidad como fiabilidad."
    },
    "phrase20": {
      "core": "Alguien que te hace sentir apoyado cuando está cerca",
      "explain": "Da la confianza de que estará a tu lado en cualquier situación."
    },
    "phrase21": {
      "core": "Un rostro con el que es fácil hablar a primera vista",
      "explain": "Una impresión cómoda y suave los hace accesibles."
    },
    "phrase22": {
      "core": "El tipo de persona que ilumina el ambiente al instante cuando sonríe",
      "explain": "Una sonrisa brillante parece hacer felices a todos a su alrededor."
    },
    "phrase23": {
      "core": "Una impresión que atrae el favor de forma natural",
      "explain": "La comodidad sin pretensiones se convierte в su encanto."
    },
    "phrase24": {
      "core": "Alguien con quien parece fácil estar",
      "explain": "Posee un aura suave que desarma a los demás."
    },
    "phrase25": {
      "core": "El tipo de persona que suaviza el ambiente entre la gente",
      "explain": "Se siente una energía alegre y positiva."
    },
    "phrase26": {
      "core": "Un rostro que te hace querer volver a mirar",
      "explain": "Tiene un encanto suave que llama la atención."
    },
    "phrase27": {
      "core": "Impresión de alguien con quien te harías amigo rápidamente",
      "explain": "Un corazón honesto y cálido se muestra en su rostro."
    },
    "phrase28": {
      "core": "El tipo de persona que no se sentiría incómoda ni en un primer encuentro",
      "explain": "Da la sensación de que lideraría las conversaciones de forma natural."
    },
    "phrase29": {
      "core": "Un rostro que parece ser bueno para percibir los sentimientos de los demás",
      "explain": "Su mirada amable y delicada es impresionante."
    },
    "phrase30": {
      "core": "El tipo de persona con muchos puntos sutiles y atractivos",
      "explain": "Cuanto más los conoces, más encantos nuevos emergen."
    },
    "phrase31": {
      "core": "Alguien muy adecuado para conversaciones cómodas",
      "explain": "Un rostro que te hace querer compartir la vida cotidiana."
    },
    "phrase32": {
      "core": "Impresión de alguien con quien te reirías mucho",
      "explain": "Lleno de energía positiva y brillante."
    },
    "phrase33": {
      "core": "El tipo de persona que atrae a la gente de forma natural",
      "explain": "Probablemente tendrá mucha gente a su alrededor debido a su encanto cómodo."
    },
    "phrase34": {
      "core": "Un rostro memorable incluso el primer día que los conoces",
      "explain": "Tiene un encanto especial que deja un buen recuerdo."
    },
    "phrase35": {
      "core": "Alguien cuya conversación fluiría bien si estuviera sentado a su lado",
      "explain": "Un rostro atractivo que te da curiosidad."
    },
    "phrase36": {
      "core": "Impresión de una consideración sutil",
      "explain": "Un corazón cálido parece estar incrustado en cada acción."
    },
    "phrase37": {
      "core": "El tipo de persona que se abre rápidamente aunque al principio sea tímida",
      "explain": "Da la sensación de que sonreirían alegremente si te acercas primero."
    },
    "phrase38": {
      "core": "Un rostro que explica por qué tienen mucha gente a su alrededor",
      "explain": "Parece que serían un buen amigo para cualquiera."
    },
    "phrase39": {
      "core": "Alguien cuya suave primera impresión es una fortaleza",
      "explain": "Tranquiliza a los demás con un ambiente cálido y confortable."
    },
    "phrase40": {
      "core": "El tipo de persona con la que no es difícil llevarse bien",
      "explain": "Probablemente tenga una mente abierta y una actitud positiva."
    },
    "phrase41": {
      "core": "Un rostro que parece tener un punto humorístico incluso cuando está quieto",
      "explain": "Te hace imaginar algo divertido de una manera sutil."
    },
    "phrase42": {
      "core": "El tipo de persona que es inesperadamente divertida una vez que la conoces",
      "explain": "Un sentido del humor parece esconderse detrás de una expresión seria."
    },
    "phrase43": {
      "core": "Alguien cuya primera impresión y realidad parecen diferentes",
      "explain": "Cuanto más los conoces, más lados nuevos esperas."
    },
    "phrase44": {
      "core": "Impresión de alguien secretamente divertido incluso con cara de póquer",
      "explain": "Curiosidad por el encanto inesperado más allá de una expresión elegante."
    },
    "phrase45": {
      "core": "El tipo de persona que suelta una broma en un momento inesperado",
      "explain": "Parece probable que diga algo impactante después de estar en silencio."
    },
    "phrase46": {
      "core": "Un rostro que parece capaz de hacer comentarios ingeniosos a pesar de parecer tranquilo",
      "explain": "Da la sensación de que usarían un humor incisivo."
    },
    "phrase47": {
      "core": "El tipo de persona que pensabas que era seria pero tiene un giro",
      "explain": "Probablemente tenga una torpeza o un timing cómico inesperados."
    },
    "phrase48": {
      "core": "Alguien que podría estar escondiendo un 'botón de la risa'",
      "explain": "Parece capaz de provocar una risa incontrolable una vez que comienza."
    },
    "phrase49": {
      "core": "Impresión de alguien cuyo estado de ánimo cambiaría una vez que se sienta cómodo",
      "explain": "Una vez que la timidez se desvanece, se convertirán en el alma de la fiesta."
    },
    "phrase50": {
      "core": "El tipo de persona que sutilmente suelta comentarios divertidos",
      "explain": "Su forma casual de hacer bromas parece encantadora."
    },
    "phrase51": {
      "core": "Alguien cuyo encanto crece cuanto más te acercas",
      "explain": "Tiene lados más diversos de lo que sugiere su primera impresión."
    },
    "phrase52": {
      "core": "El tipo de persona que será recordada mucho después de hacerte reír una vez",
      "explain": "Deja una fuerte impresión con un humor único."
    },
    "phrase53": {
      "core": "Un rostro que parece tener una personalidad mucho más relajada de lo esperado",
      "explain": "Probablemente sea más abierto y alegre de lo que parece."
    },
    "phrase54": {
      "core": "Una impresión que será recordada por su encanto inesperado",
      "explain": "Su naturaleza impredecible te da más curiosidad."
    },
    "phrase55": {
      "core": "El tipo de persona que parece seria pero es más divertida por eso",
      "explain": "Las bromas dichas con cara seria probablemente sean su movimiento estrella."
    },
    "phrase56": {
      "core": "Alguien que podría ser torpe en el fondo",
      "explain": "Detrás de su apariencia perfecta se esconde el encanto humano."
    },
    "phrase57": {
      "core": "Un rostro que parece cambiar la atmósfera cuando hablan",
      "explain": "Parece que cada palabra llamaría la atención."
    },
    "phrase58": {
      "core": "El tipo de persona cuyo sentido del humor encaja sutilmente bien",
      "explain": "Parece que seguirías riendo cada vez que estéis juntos."
    },
    "phrase59": {
      "core": "Probablemente lleve la conversación del chat grupal una vez que haya confianza",
      "explain": "Liderará las conversaciones con comentarios ingeniosos."
    },
    "phrase60": {
      "core": "Una impresión en la que se anticipan giros silenciosos",
      "explain": "Curiosidad por el agradable humor oculto bajo un exterior tranquilo."
    },
    "phrase61": {
      "core": "El tipo de persona que parece competente sin decir una palabra",
      "explain": "La competencia se siente en sus ojos y actitud seguros."
    },
    "phrase62": {
      "core": "Un rostro que parece poner orden en las situaciones desde el centro",
      "explain": "Probablemente resolverá problemas complejos con un juicio agudo."
    },
    "phrase63": {
      "core": "Una impresión de profesionalismo incluso a primera vista",
      "explain": "La confianza y el orgullo en su campo son evidentes."
    },
    "phrase64": {
      "core": "Alguien muy adecuado para puestos de responsabilidad",
      "explain": "Parece que lideraría bien un equipo con un liderazgo natural."
    },
    "phrase65": {
      "core": "El tipo de persona que no se tambaleará fácilmente",
      "explain": "Posee una firmeza que no perderá la compostura en ninguna crisis."
    },
    "phrase66": {
      "core": "Un rostro que parece cauteloso al tomar decisiones",
      "explain": "Probablemente priorizará los datos y la lógica sobre la emoción."
    },
    "phrase67": {
      "core": "Una impresión donde el liderazgo surge de forma natural",
      "explain": "Se siente el poder de guiar a las personas hacia los objetivos."
    },
    "phrase68": {
      "core": "El tipo de persona con una fuerte imagen de ser bueno en el trabajo",
      "explain": "Un ambiente minucioso e inteligente es impresionante."
    },
    "phrase69": {
      "core": "Alguien en quien los demás confiarían y a quien le encargarían tareas",
      "explain": "Da la confianza de que su trabajo será pulcro y preciso."
    },
    "phrase70": {
      "core": "Un rostro que parece hacer buenos juicios en momentos críticos",
      "explain": "Probablemente penetrará en el núcleo con una perspicacia aguda."
    },
    "phrase71": {
      "core": "El tipo de persona que muestra resultados en lugar de palabras",
      "explain": "Alguien que demuestra su valía a través de la habilidad."
    },
    "phrase72": {
      "core": "Una impresión de una presencia importante",
      "explain": "Un comportamiento serio genera una profunda confianza."
    },
    "phrase73": {
      "core": "Alguien que parece asumir roles centrales en una organización",
      "explain": "Será reconocido en cualquier lugar por sus capacidades inherentes."
    },
    "phrase74": {
      "core": "Un rostro que sutilmente desprende un aire profesional",
      "explain": "Posee un aura de alguien profundamente especializado en un campo."
    },
    "phrase75": {
      "core": "Parece alguien que sabe asumir la responsabilidad",
      "explain": "Probablemente asumirá toda la responsabilidad de sus decisiones y acciones."
    },
    "phrase76": {
      "core": "El tipo de persona que puede tomar la iniciativa en situaciones",
      "explain": "Posee el poder de persuadir a las personas con una visión clara."
    },
    "phrase77": {
      "core": "Impresión de influencia incluso con pocas palabras",
      "explain": "Cada palabra que se dice parece tener peso."
    },
    "phrase78": {
      "core": "Un rostro en el que se sienten juntas la confianza y la competencia",
      "explain": "Parece ser alguien con habilidad y carácter."
    },
    "phrase79": {
      "core": "Alguien a quien se le podrían confiar tareas importantes",
      "explain": "Probablemente entregará resultados más allá de las expectativas."
    },
    "phrase80": {
      "core": "El tipo de persona cuyo aura profesional es una fortaleza",
      "explain": "Se gestiona a sí mismo meticulosamente y es sincero en todo."
    },
    "phrase81": {
      "core": "Un rostro que muestra consideración incluso sin palabras",
      "explain": "La amabilidad emana de su cálida mirada y expresión."
    },
    "phrase82": {
      "core": "El tipo de persona que escucha bien las historias de los demás",
      "explain": "Probablemente empatizará de verdad y escuchará con atención."
    },
    "phrase83": {
      "core": "Una impresión que te hace sentir relajado cuando estás cerca",
      "explain": "Una energía cómoda y suave los rodea."
    },
    "phrase84": {
      "core": "Alguien que empatiza bien con las emociones",
      "explain": "Leerá y consolará delicadamente los sentimientos de los demás."
    },
    "phrase85": {
      "core": "Un rostro que ofrece consuelo cuando está cerca",
      "explain": "Posee una calidez que da fuerza solo con estar presente."
    },
    "phrase86": {
      "core": "El tipo de persona que emana una energía suave",
      "explain": "Crea una atmósfera tranquila para los que le rodean con su comportamiento apacible."
    },
    "phrase87": {
      "core": "Una impresión que tranquiliza a la gente",
      "explain": "Tiene un poder especial que hace que los demás se acerquen sin dudarlo."
    },
    "phrase88": {
      "core": "Un rostro que parece ofrecer cálidas palabras de consuelo",
      "explain": "Probablemente ofrecerá un consuelo amable incluso en los pequeños momentos."
    },
    "phrase89": {
      "core": "Alguien que cuida bien de los que le rodean",
      "explain": "Cuidará meticulosamente de las necesidades con una aguda observación."
    },
    "phrase90": {
      "core": "El tipo de persona con expresiones emocionales delicadas",
      "explain": "Probablemente verá el mundo con riqueza y con abundante sensibilidad."
    },
    "phrase91": {
      "core": "Impresión de alguien especialmente bueno con los más cercanos",
      "explain": "Alguien que lo dará todo una vez que abra su corazón."
    },
    "phrase92": {
      "core": "Un rostro en el que se siente la sinceridad en cada palabra",
      "explain": "Su apariencia sencilla y genuina deja una profunda resonancia."
    },
    "phrase93": {
      "core": "El tipo de persona que ofrece consuelo en silencio",
      "explain": "Abrazará suavemente los corazones, manteniéndose en silencio a su lado sin aspavientos."
    },
    "phrase94": {
      "core": "Una impresión que aporta estabilidad cuando se está juntos",
      "explain": "Posee el poder de calmar incluso los sentimientos complejos."
    },
    "phrase95": {
      "core": "Un rostro que parece valorar a las personas",
      "explain": "Probablemente tratará todas las relaciones con sinceridad."
    },
    "phrase96": {
      "core": "El tipo de persona con empatía emocional",
      "explain": "Probablemente posea sensibilidad artística y una profunda empatía."
    },
    "phrase97": {
      "core": "Alguien que apoya en silencio desde el margen",
      "explain": "Un aliado fiable que confía y apoya cualquier elección que hagas."
    },
    "phrase98": {
      "core": "Impresión de una calidez confortable",
      "explain": "Posee una calidez perfectamente equilibrada, ni demasiado caliente ni demasiado fría."
    },
    "phrase99": {
      "core": "Un rostro que parece manejar bien las fluctuaciones emocionales",
      "explain": "Abrazará todas las emociones con una mente amplia."
    },
    "phrase100": {
      "core": "El tipo de persona que se vuelve más cálida cuanto más la conoces",
      "explain": "La sinceridad y la calidez se profundizan con el tiempo."
    }
  }
}