{
  "appTitle": "AI ấn tượng đầu tiên",
  "common": {
    "loading": "Đang tải..."
  },
  "home": {
    "title": "First Impression AI",
    "subtitle": "Discover your first impression with just one photo!",
    "uploadButton": "Upload Photo",
    "myPhoto": "My Photo",
    "character": "Character",
    "celebrity": "Celebrity",
    "latestInsights": "Latest Insights from Our AI Lab",
    "viewAllPosts": "View All Posts",
    "aboutService": {
      "title": "What is First Impression AI?",
      "paragraph": "Have you ever wondered what vibe you give off? FirstLine uses advanced AI to analyze a single photo and tell you your first impression in one compelling line. Our service is designed for fun and self-discovery, helping you see yourself from a new, intriguing perspective. We believe in positive and uplifting interactions, so all our analyses are crafted to be encouraging and insightful. It's a great conversation starter and a new way to engage with your friends and followers."
    },
    "howToUse": {
      "title": "How It Works",
      "step1": {
        "title": "Choose Analysis Type",
        "description": "Select whether you want to analyze your photo or a character's image."
      },
      "step2": {
        "title": "Upload Your Photo",
        "description": "Click the upload button and select a clear, well-lit photo of yourself or a character."
      },
      "step3": {
        "title": "Get Your First Impression",
        "description": "Our AI will analyze the image and instantly provide a one-line summary of your first impression. Share it with the world!"
      }
    }
  },
  "result": {
    "noImageUploaded": "No image has been uploaded yet.",
    "noImageUploadedDescription": "To see your AI-generated first impression, please go back to the homepage and upload a photo.",
    "goBackAndUpload": "Upload a Photo",
    "examplesTitle": "See Some Examples",
    "hashtags": "#FirstLine #ẤnTượngĐầuTiênMộtDòng #AIẤnTượngĐầuTiên #KiểmTraẢnhĐạiDiện",
    "shareButton": "Chia sẻ",
    "retryButton": "Thử lại",
    "shareTitle": "Kết quả ấn tượng đầu tiên của tôi",
    "shareText": "Hãy xem phân tích ấn tượng đầu tiên của tôi từ AI ấn tượng đầu tiên!",
    "downloadImageButton": "Tải xuống hình ảnh",
    "copyTextButton": "Sao chép văn bản",
    "copySuccess": "Đã sao chép văn bản vào khay nhớ tạm!",
    "copyError": "Không thể sao chép văn bản.",
    "noImageForDownload": "Không có hình ảnh để tải xuống.",
    "imageLoadError": "Không thể tải hình ảnh để tải xuống.",
    "downloadError": "Đã xảy ra lỗi trong quá trình tải hình ảnh."
  },
  "share": {
    "text": "Ấn tượng đầu tiên của tôi: \"{{phrase}}\" #ẤnTượngĐầuTiênAI"
  },
  "footer": {
    "home": "Trang chủ FirstLine",
    "about": "Giới thiệu dịch vụ",
    "privacy": "Chính sách bảo mật",
    "terms": "Điều khoản dịch vụ",
    "rightsReserved": "Mọi quyền được bảo lưu."
  },
  "about": {
    "title": "Giới thiệu dịch vụ FirstLine",
    "paragraph1": "FirstLine là một dịch vụ sáng tạo phân tích ảnh của bạn bằng AI để đưa ra một câu nhận xét ngắn gọn về ấn tượng đầu tiên. Dịch vụ này được thiết kế để giúp bạn khám phá hình ảnh của mình và chia sẻ với bạn bè một cách nhẹ nhàng và vui vẻ, thay vì phân tích hoặc chẩn đoán phức tạp.",
    "paragraph2": "Chúng tôi bắt đầu dịch vụ này từ sự tò mò về ấn tượng đầu tiên mà mọi người để lại cho nhau. FirstLine sử dụng công nghệ AI để giúp bạn khám phá sự quyến rũ của mình và tận hưởng niềm vui hiểu bản thân từ một góc nhìn mới. Tất cả các nhận xét được xây dựng tích cực và hài hước, đảm bảo mang lại trải nghiệm thú vị.",
    "paragraph3": "FirstLine sẽ làm cho những khoảnh khắc quý giá của bạn trở nên đặc biệt hơn và trở thành khởi đầu cho những cuộc trò chuyện mới trên mạng xã hội. Hãy khám phá ấn tượng đầu tiên của bạn ngay bây giờ!",
    "publisherInfo": {
      "title": "Thông tin nhà xuất bản",
      "serviceName": "Tên dịch vụ: FirstLine",
      "operator": "Người điều hành: FirstLine Team",
      "contact": "Liên hệ: 1974mds@gmail.com"
    }
  },
  "privacy": {
    "title": "Privacy Policy",
    "introduction": "This Privacy Policy describes how FirstLine (\"we,\" \"us,\" or \"our\") collects, uses, and discloses your information when you use our website and services (collectively, the \"Service\"). We are committed to protecting your privacy and handling your data in an open and transparent manner. By using the Service, you agree to the collection and use of information in accordance with this policy.",
    "dataCollection": {
      "title": "1. Data We Collect",
      "photos": {
        "title": "1.1 Photos for AI Analysis",
        "paragraph": "When you use our AI analysis feature, you may upload photos. These photos are processed temporarily and solely for the purpose of generating your first impression analysis. We do NOT store your photos on our servers after the analysis is complete. All uploaded photo data is immediately discarded."
      },
      "usageData": {
        "title": "1.2 Usage Data",
        "paragraph1": "We may collect information on how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data.",
        "paragraph2": "We use Google Analytics to help us understand how our users engage with the Service. Google Analytics collects information anonymously. It reports website trends without identifying individual visitors. You can opt-out of Google Analytics without affecting how you visit our site – for more information on opting out of Google Analytics across all websites you use, visit this Google page: https://tools.google.com/dlpage/gaoptout"
      },
      "cookies": {
        "title": "1.3 Cookies and Tracking Technologies",
        "paragraph1": "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Other tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.",
        "paragraph2": "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.",
        "paragraph3": "For advertising purposes, third-party vendors, including Google, use cookies to serve ads based on a user's prior visits to your website or other websites. Google's use of advertising cookies enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet. Users may opt out of personalized advertising by visiting Ads Settings. (Alternatively, you can direct users to opt out of a third-party vendor's use of cookies for personalized advertising by visiting www.aboutads.info/choices/)."
      }
    },
    "dataUse": {
      "title": "2. How We Use Your Data",
      "paragraph": "We use the collected data for various purposes:",
      "list1": "To provide and maintain the Service",
      "list2": "To notify you about changes to our Service",
      "list3": "To allow you to participate in interactive features of our Service when you choose to do so",
      "list4": "To provide customer support",
      "list5": "To gather analysis or valuable information so that we can improve our Service",
      "list6": "To monitor the usage of our Service",
      "list7": "To detect, prevent and address technical issues",
      "list8": "To deliver personalized advertisements relevant to your interests."
    },
    "dataSharing": {
      "title": "3. Disclosure of Your Data",
      "photos": "Your uploaded photo data is NOT shared with any third parties. It is processed temporarily for analysis and immediately discarded.",
      "serviceProviders": "We may employ third-party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used. These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.",
      "legalRequirements": "FirstLine may disclose your Personal Data in the good faith belief that such action is necessary to:",
      "legalList1": "To comply with a legal obligation",
      "legalList2": "To protect and defend the rights or property of FirstLine",
      "legalList3": "To prevent or investigate possible wrongdoing in connection with the Service",
      "legalList4": "To protect the personal safety of users of the Service or the public",
      "legalList5": "To protect against legal liability"
    },
    "dataSecurity": {
      "title": "4. Security of Data",
      "paragraph": "The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security."
    },
    "yourRights": {
      "title": "5. Your Data Protection Rights under GDPR (General Data Protection Regulation)",
      "paragraph1": "If you are a resident of the European Economic Area (EEA), you have certain data protection rights. FirstLine aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.",
      "paragraph2": "If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.",
      "paragraph3": "In certain circumstances, you have the following data protection rights:",
      "list1": "The right to access, update or to delete the information we have on you.",
      "list2": "The right of rectification.",
      "list3": "The right to object.",
      "list4": "The right of restriction.",
      "list5": "The right to data portability.",
      "list6": "The right to withdraw consent."
    },
    "childrenPrivacy": {
      "title": "6. Children's Privacy",
      "paragraph": "Our Service does not address anyone under the age of 13 (\"Children\"). We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers."
    },
    "thirdPartyLinks": {
      "title": "7. Links to Other Sites",
      "paragraph": "Our Service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services."
    },
    "policyChanges": {
      "title": "8. Changes to This Privacy Policy",
      "paragraph": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page."
    },
    "contact": {
      "title": "9. Contact Us",
      "paragraph": "If you have any questions about this Privacy Policy, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    },
    "effectiveDate": "Effective Date: January 22, 2026"
  },
  "terms": {
    "title": "Terms of Service",
    "introduction": "Welcome to FirstLine! These Terms of Service (\"Terms\") govern your access to and use of the FirstLine website, services, and applications (collectively, the \"Service\"). By accessing or using the Service, you agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, please do not use our Service.",
    "serviceDescription": {
      "title": "1. Service Description",
      "paragraph": "FirstLine provides an AI-powered photo analysis service that generates a single-line first impression comment based on uploaded images. Our Service is intended for entertainment purposes only. The results are not to be taken as professional advice, diagnosis, or any form of factual statement about an individual. You acknowledge and agree that all results are for fun and self-exploration."
    },
    "userAccounts": {
      "title": "2. User Accounts",
      "paragraph": "Currently, FirstLine does not require user accounts. You can access and use most features of the Service without registration. Should we introduce account features in the future, separate terms regarding account creation, security, and termination will be provided."
    },
    "userConduct": {
      "title": "3. User Conduct",
      "paragraph1": "You agree to use the Service only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the Service. Prohibited behavior includes harassing or causing distress or inconvenience to any person, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within the Service.",
      "paragraph2": "Specifically, you agree not to:",
      "list1": "Upload any images that are illegal, harmful, threatening, abusive, defamatory, obscene, hateful, racially or ethnically objectionable, or otherwise inappropriate.",
      "list2": "Upload images that infringe upon any intellectual property rights, privacy rights, or publicity rights of any third party.",
      "list3": "Use the Service for any commercial purposes without our express written consent.",
      "list4": "Attempt to gain unauthorized access to any portion or feature of the Service, or any other systems or networks connected to the Service."
    },
    "intellectualProperty": {
      "title": "4. Intellectual Property",
      "paragraph": "The Service and its original content (excluding content provided by users), features, and functionality are and will remain the exclusive property of FirstLine and its licensors. The Service is protected by copyright, trademark, and other laws of both the [Your Country] and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of FirstLine."
    },
    "userContent": {
      "title": "5. User-Generated Content (Uploaded Photos)",
      "paragraph1": "You retain all rights to any photos you upload to the Service. By uploading a photo, you grant FirstLine a temporary, non-exclusive, royalty-free, worldwide license to use, reproduce, process, and display that photo solely for the purpose of providing the AI analysis and presenting the result to you. As stated in our Privacy Policy, uploaded photos are NOT stored on our servers after analysis and are immediately discarded.",
      "paragraph2": "You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to upload the photos you submit to the Service and to grant the license described herein."
    },
    "disclaimerOfWarranties": {
      "title": "6. Disclaimer of Warranties",
      "paragraph": "Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance."
    },
    "limitationOfLiability": {
      "title": "7. Limitation of Liability",
      "paragraph": "In no event shall FirstLine, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose."
    },
    "indemnification": {
      "title": "8. Indemnification",
      "paragraph": "You agree to defend, indemnify and hold harmless FirstLine and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service."
    },
    "termination": {
      "title": "9. Termination",
      "paragraph": "We may terminate or suspend your access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability."
    },
    "governingLaw": {
      "title": "10. Governing Law",
      "paragraph": "These Terms shall be governed and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions."
    },
    "changesToTerms": {
      "title": "11. Changes to These Terms",
      "paragraph": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service."
    },
    "contact": {
      "title": "12. Contact Us",
      "paragraph": "If you have any questions about these Terms, please contact us:",
      "email": "By email: 1974mds@gmail.com"
    }
  },
  "phrases": {
    "phrase1": {
      "core": "Kiểu người tự nhiên tạo được niềm tin trong nhóm",
      "explain": "Cảm giác về trách nhiệm và sự đáng tin cậy được cảm nhận."
    },
    "phrase2": {
      "core": "Người mà sự hiện diện được cảm nhận ngay cả khi không nói gì",
      "explain": "Sở hữu một cảm giác tin cậy sâu sắc lấp đầy không gian."
    },
    "phrase3": {
      "core": "Ấn tượng về người sẽ hoàn thành công việc được giao",
      "explain": "Ý chí mạnh mẽ và sự chân thành được thể hiện qua ánh mắt."
    },
    "phrase4": {
      "core": "Khuôn mặt khiến bạn cảm thấy thoải mái khi ở gần",
      "explain": "Chia sẻ một năng lượng bình tĩnh và ổn định với những người xung quanh."
    },
    "phrase5": {
      "core": "Kiểu người bạn có thể tin cậy trong những khoảnh khắc quan trọng",
      "explain": "Cảm nhận được sự kiên định không dễ dàng lay chuyển."
    },
    "phrase6": {
      "core": "Yên tĩnh nhưng sẽ giữ vững trọng tâm một cách kiên định",
      "explain": "Sẽ âm thầm hỗ trợ nhóm bằng sức mạnh nội tại."
    },
    "phrase7": {
      "core": "Một khí chất đáng tin cậy ngay từ cái nhìn đầu tiên",
      "explain": "Một khí chất trung thực và chính trực tạo nên ấn tượng này."
    },
    "phrase8": {
      "core": "Ấn tượng về một người có trách nhiệm tự nhiên",
      "explain": "Vì sự cẩn trọng thể hiện rõ trong lời nói và hành động của họ."
    },
    "phrase9": {
      "core": "Khuôn mặt dường như giữ lời hứa rất tốt",
      "explain": "Tạo niềm tin rằng họ chắc chắn sẽ giữ lời."
    },
    "phrase10": {
      "core": "Kiểu người giữ bình tĩnh hơn trong những tình huống khẩn cấp",
      "explain": "Có khả năng đánh giá tình huống một cách lý trí và khôn ngoan."
    },
    "phrase11": {
      "core": "Người thể hiện bằng hành động hơn là lời nói",
      "explain": "Sự đáng tin cậy ẩn giấu dưới sự im lặng của họ là một nét quyến rũ."
    },
    "phrase12": {
      "core": "Kiểu người sẽ bị nhớ nếu vắng mặt trong nhóm",
      "explain": "Vì sự hiện diện của bạn mang lại sự ổn định cho nhóm."
    },
    "phrase13": {
      "core": "Ấn tượng về người sẽ là tiêu chuẩn khi cần đưa ra quyết định",
      "explain": "Có khả năng có những suy nghĩ rõ ràng và hợp lý."
    },
    "phrase14": {
      "core": "Khuôn mặt toát ra năng lượng ổn định",
      "explain": "Chỉ cần ở bên họ cũng làm cho mọi thứ xung quanh trở nên bình tĩnh."
    },
    "phrase15": {
      "core": "Kiểu người bạn sẽ tìm đến để xin lời khuyên",
      "explain": "Có khả năng đưa ra những câu trả lời khôn ngoan với suy nghĩ sâu sắc."
    },
    "phrase16": {
      "core": "Người quan tâm tốt đến những người xung quanh",
      "explain": "Một trái tim ấm áp và tinh tế thể hiện trên khuôn mặt của họ."
    },
    "phrase17": {
      "core": "Phong cách xây dựng niềm tin một cách vững chắc",
      "explain": "Người có giá trị thực sự sẽ hiện rõ theo thời gian."
    },
    "phrase18": {
      "core": "Ấn tượng về người bạn có thể an tâm khi làm việc cùng",
      "explain": "Có khả năng hoàn thành phần việc của mình một cách tỉ mỉ và chân thành."
    },
    "phrase19": {
      "core": "Có sức nặng nhưng không gây gánh nặng",
      "explain": "Sở hữu một nét quyến rũ mang lại cả sự thoải mái và đáng tin cậy."
    },
    "phrase20": {
      "core": "Người khiến bạn cảm thấy được hỗ trợ khi ở gần",
      "explain": "Tạo niềm tin rằng họ sẽ ở bên bạn trong mọi tình huống."
    },
    "phrase21": {
      "core": "Khuôn mặt dễ nói chuyện ngay từ cái nhìn đầu tiên",
      "explain": "Ấn tượng thoải mái và dịu dàng khiến họ dễ tiếp cận."
    },
    "phrase22": {
      "core": "Kiểu người làm sáng bừng không khí ngay lập tức khi cười",
      "explain": "Một nụ cười rạng rỡ dường như làm cho mọi người xung quanh hạnh phúc."
    },
    "phrase23": {
      "core": "Ấn tượng tự nhiên thu hút sự yêu mến",
      "explain": "Sự thoải mái không giả tạo trở thành nét quyến rũ của họ."
    },
    "phrase24": {
      "core": "Người dường như dễ ở cùng",
      "explain": "Sở hữu một khí chất dịu dàng làm giảm bớt sự đề phòng của người khác."
    },
    "phrase25": {
      "core": "Kiểu người làm dịu đi không khí giữa mọi người",
      "explain": "Cảm nhận được một năng lượng vui vẻ và tích cực."
    },
    "phrase26": {
      "core": "Khuôn mặt khiến bạn muốn nhìn lại lần nữa",
      "explain": "Có một nét quyến rũ nhẹ nhàng thu hút ánh nhìn."
    },
    "phrase27": {
      "core": "Ấn tượng về người bạn sẽ nhanh chóng trở nên thân thiết",
      "explain": "Một trái tim chân thành và ấm áp thể hiện trên khuôn mặt của họ."
    },
    "phrase28": {
      "core": "Kiểu người sẽ không cảm thấy ngại ngùng ngay cả trong lần gặp đầu tiên",
      "explain": "Tạo cảm giác họ sẽ tự nhiên dẫn dắt các cuộc trò chuyện."
    },
    "phrase29": {
      "core": "Khuôn mặt dường như giỏi nắm bắt cảm xúc của người khác",
      "explain": "Ánh nhìn tử tế và tinh tế của họ rất ấn tượng."
    },
    "phrase30": {
      "core": "Kiểu người có nhiều điểm hấp dẫn tinh tế",
      "explain": "Càng tìm hiểu họ, càng nhiều nét quyến rũ mới xuất hiện."
    },
    "phrase31": {
      "core": "Người rất phù hợp cho những cuộc trò chuyện thoải mái",
      "explain": "Một khuôn mặt khiến bạn muốn chia sẻ cuộc sống hàng ngày."
    },
    "phrase32": {
      "core": "Ấn tượng về người bạn sẽ cười rất nhiều khi ở cùng",
      "explain": "Tràn đầy năng lượng tích cực và tươi sáng."
    },
    "phrase33": {
      "core": "Kiểu người tự nhiên thu hút mọi người",
      "explain": "Có khả năng có nhiều người xung quanh vì sự quyến rũ thoải mái của họ."
    },
    "phrase34": {
      "core": "Một khuôn mặt đáng nhớ ngay cả trong ngày đầu gặp gỡ",
      "explain": "Có một nét quyến rũ đặc biệt để lại kỷ niệm đẹp."
    },
    "phrase35": {
      "core": "Người mà cuộc trò chuyện sẽ diễn ra tốt đẹp nếu ngồi cạnh",
      "explain": "Một khuôn mặt hấp dẫn khiến bạn tò mò."
    },
    "phrase36": {
      "core": "Ấn tượng về sự chu đáo tinh tế",
      "explain": "Một trái tim ấm áp dường như được thể hiện trong mọi hành động."
    },
    "phrase37": {
      "core": "Kiểu người nhanh chóng cởi mở dù ban đầu có vẻ nhút nhát",
      "explain": "Tạo cảm giác họ sẽ mỉm cười rạng rỡ nếu được tiếp cận trước."
    },
    "phrase38": {
      "core": "Một khuôn mặt giải thích lý do tại sao họ có nhiều người xung quanh",
      "explain": "Có vẻ như họ sẽ là một người bạn tốt cho bất cứ ai."
    },
    "phrase39": {
      "core": "Người có ấn tượng đầu tiên dịu dàng là một điểm mạnh",
      "explain": "Trấn an người khác bằng một không khí ấm áp và thoải mái."
    },
    "phrase40": {
      "core": "Kiểu người không khó để làm quen",
      "explain": "Có khả năng có một tư duy cởi mở và một thái độ tích cực."
    },
    "phrase41": {
      "core": "Một khuôn mặt dường như có một điểm hài hước ngay cả khi đứng yên",
      "explain": "Khiến bạn tưởng tượng ra điều gì đó thú vị một cách tinh tế."
    },
    "phrase42": {
      "core": "Kiểu người bất ngờ hài hước khi bạn quen biết họ",
      "explain": "Một khiếu hài hước dường như ẩn giấu sau một vẻ mặt nghiêm túc."
    },
    "phrase43": {
      "core": "Người mà ấn tượng đầu tiên và thực tế dường như khác nhau",
      "explain": "Càng tìm hiểu họ, bạn càng mong đợi những khía cạnh mới."
    },
    "phrase44": {
      "core": "Ấn tượng về người bí mật hài hước ngay cả với khuôn mặt nghiêm nghị",
      "explain": "Tò mò về nét quyến rũ bất ngờ ngoài vẻ mặt sang chảnh."
    },
    "phrase45": {
      "core": "Kiểu người tung ra một câu đùa vào một thời điểm bất ngờ",
      "explain": "Dường như có khả năng nói điều gì đó có tác động sau khi im lặng."
    },
    "phrase46": {
      "core": "Một khuôn mặt dường như có khả năng đưa ra những nhận xét dí dỏm dù có vẻ ít nói",
      "explain": "Tạo cảm giác họ sẽ sử dụng sự hài hước sắc bén."
    },
    "phrase47": {
      "core": "Kiểu người bạn nghĩ là nghiêm túc nhưng lại có một sự thay đổi",
      "explain": "Có khả năng có sự vụng về bất ngờ hoặc khiếu hài hước."
    },
    "phrase48": {
      "core": "Người có thể đang giấu một 'nút cười'",
      "explain": "Dường như có khả năng gây ra tiếng cười không kiểm soát được một khi nó bắt đầu."
    },
    "phrase49": {
      "core": "Ấn tượng về người mà tâm trạng sẽ thay đổi khi họ cảm thấy thoải mái",
      "explain": "Một khi sự nhút nhát biến mất, họ sẽ trở thành tâm điểm của bữa tiệc."
    },
    "phrase50": {
      "core": "Kiểu người tinh tế đưa ra những nhận xét hài hước",
      "explain": "Cách họ nói đùa một cách tự nhiên dường như rất duyên dáng."
    },
    "phrase51": {
      "core": "Người mà sự quyến rũ càng tăng lên khi bạn càng gần gũi",
      "explain": "Có nhiều khía khạnh đa dạng hơn so với ấn tượng đầu tiên."
    },
    "phrase52": {
      "core": "Kiểu người sẽ được nhớ rất lâu sau khi làm bạn cười một lần",
      "explain": "Để lại ấn tượng mạnh mẽ với sự hài hước độc đáo."
    },
    "phrase53": {
      "core": "Một khuôn mặt dường như có tính cách thoải mái hơn nhiều so với dự kiến",
      "explain": "Có khả năng cởi mở và vui vẻ hơn vẻ bề ngoài."
    },
    "phrase54": {
      "core": "Ấn tượng sẽ được nhớ đến vì nét quyến rũ bất ngờ",
      "explain": "Bản chất không thể đoán trước của họ khiến bạn tò mò hơn."
    },
    "phrase55": {
      "core": "Kiểu người trông nghiêm túc nhưng lại hài hước hơn vì điều đó",
      "explain": "Những câu đùa với khuôn mặt nghiêm túc có lẽ là đòn sát thủ của họ."
    },
    "phrase56": {
      "core": "Người có thể vụng về ẩn dưới bề ngoài hoàn hảo",
      "explain": "Đằng sau vẻ ngoài hoàn hảo của họ là nét quyến rũ của con người."
    },
    "phrase57": {
      "core": "Một khuôn mặt dường như thay đổi không khí khi họ nói",
      "explain": "Dường như mỗi lời nói sẽ thu hút sự chú ý."
    },
    "phrase58": {
      "core": "Kiểu người có khiếu hài hước tinh tế phù hợp",
      "explain": "Dường như bạn sẽ tiếp tục cười mỗi khi ở bên nhau."
    },
    "phrase59": {
      "core": "Có khả năng làm chủ cuộc trò chuyện nhóm khi đã thân thiết",
      "explain": "Sẽ dẫn dắt các cuộc trò chuyện bằng những nhận xét dí dỏm."
    },
    "phrase60": {
      "core": "Ấn tượng nơi những thay đổi bất ngờ yên tĩnh được dự đoán",
      "explain": "Tò mò về sự hài hước dễ chịu ẩn giấu dưới vẻ ngoài bình tĩnh."
    },
    "phrase61": {
      "core": "Kiểu người có vẻ có năng lực mà không cần nói một lời",
      "explain": "Năng lực được cảm nhận qua ánh mắt và thái độ tự tin của họ."
    },
    "phrase62": {
      "core": "Một khuôn mặt dường như sắp xếp mọi tình huống từ trung tâm",
      "explain": "Có khả năng giải quyết các vấn đề phức tạp bằng óc phán đoán nhạy bén."
    },
    "phrase63": {
      "core": "Ấn tượng về sự chuyên nghiệp ngay từ cái nhìn đầu tiên",
      "explain": "Sự tự tin và niềm tự hào trong lĩnh vực của họ là rõ ràng."
    },
    "phrase64": {
      "core": "Người rất phù hợp với các vị trí có trách nhiệm",
      "explain": "Có vẻ như họ sẽ lãnh đạo một nhóm tốt với khả năng lãnh đạo bẩm sinh."
    },
    "phrase65": {
      "core": "Kiểu người không dễ dàng lay chuyển",
      "explain": "Sở hữu một sự kiên định không mất bình tĩnh trong bất kỳ cuộc khủng hoán nào."
    },
    "phrase66": {
      "core": "Một khuôn mặt dường như cẩn trọng khi đưa ra quyết định",
      "explain": "Có khả năng ưu tiên dữ liệu và logic hơn cảm xúc."
    },
    "phrase67": {
      "core": "Ấn tượng nơi khả năng lãnh đạo đến một cách tự nhiên",
      "explain": "Cảm nhận được sức mạnh để dẫn dắt mọi người hướng tới mục tiêu."
    },
    "phrase68": {
      "core": "Kiểu người có hình ảnh mạnh mẽ về việc làm tốt công việc",
      "explain": "Một không khí tỉ mỉ và thông minh rất ấn tượng."
    },
    "phrase69": {
      "core": "Người khác sẽ tin tưởng và giao phó nhiệm vụ",
      "explain": "Tạo niềm tin rằng công việc của họ sẽ gọn gàng và chính xác."
    },
    "phrase70": {
      "core": "Một khuôn mặt dường như đưa ra những đánh giá tốt trong những khoảnh khắc quan trọng",
      "explain": "Có khả năng xuyên thủng cốt lõi bằng cái nhìn sâu sắc."
    },
    "phrase71": {
      "core": "Kiểu người thể hiện kết quả hơn là lời nói",
      "explain": "Người chứng minh giá trị của mình thông qua khả năng."
    },
    "phrase72": {
      "core": "Ấn tượng về một sự hiện diện quan trọng",
      "explain": "Thái độ nghiêm túc xây dựng niềm tin sâu sắc."
    },
    "phrase73": {
      "core": "Người dường như đảm nhận vai trò trung tâm trong một tổ chức",
      "explain": "Sẽ được công nhận ở bất cứ đâu vì khả năng bẩm sinh của họ."
    },
    "phrase74": {
      "core": "Một khuôn mặt tinh tế toát lên vẻ chuyên nghiệp",
      "explain": "Sở hữu một khí chất của người chuyên sâu trong một lĩnh vực."
    },
    "phrase75": {
      "core": "Có vẻ là người biết cách chịu trách nhiệm",
      "explain": "Có khả năng chịu hoàn toàn trách nhiệm về các quyết định và hành động của họ."
    },
    "phrase76": {
      "core": "El tipo que puede tomar la iniciativa en las situaciones",
      "explain": "Posee el poder de persuadir a la gente con una visión clara."
    },
    "phrase77": {
      "core": "Ấn tượng về sự ảnh hưởng ngay cả với ít lời nói",
      "explain": "Mỗi lời nói dường như đều có sức nặng."
    },
    "phrase78": {
      "core": "Một khuôn mặt nơi sự tin cậy và năng lực được cảm nhận cùng nhau",
      "explain": "Dường như là người có cả khả năng và tính cách."
    },
    "phrase79": {
      "core": "Người bạn có thể giao phó những nhiệm vụ quan trọng",
      "explain": "Có khả năng mang lại kết quả vượt ngoài mong đợi."
    },
    "phrase80": {
      "core": "Kiểu người có khí chất chuyên nghiệp là một điểm mạnh",
      "explain": "Quản lý bản thân tỉ mỉ và chân thành trong mọi việc."
    },
    "phrase81": {
      "core": "Khuôn mặt thể hiện sự chu đáo ngay cả khi không nói gì",
      "explain": "Sự tử tế toát ra từ ánh mắt và biểu cảm ấm áp của họ."
    },
    "phrase82": {
      "core": "Kiểu người lắng nghe tốt câu chuyện của người khác",
      "explain": "Có khả năng đồng cảm chân thành và lắng nghe chăm chú."
    },
    "phrase83": {
      "core": "Ấn tượng khiến bạn cảm thấy thư giãn khi ở gần",
      "explain": "Một năng lượng thoải mái và dịu dàng bao quanh họ."
    },
    "phrase84": {
      "core": "Người đồng cảm tốt với cảm xúc",
      "explain": "Sẽ tinh tế đọc và an ủi cảm xúc của người khác."
    },
    "phrase85": {
      "core": "Khuôn mặt mang lại sự an ủi khi ở gần",
      "explain": "Sở hữu một sự ấm áp mang lại sức mạnh chỉ bằng sự hiện diện của họ."
    },
    "phrase86": {
      "core": "Kiểu người tỏa ra năng lượng dịu dàng",
      "explain": "Tạo ra một bầu không khí yên bình cho những người xung quanh bằng thái độ nhẹ nhàng của họ."
    },
    "phrase87": {
      "core": "Ấn tượng khiến mọi người cảm thấy thoải mái",
      "explain": "Có một sức mạnh đặc biệt khiến người khác tiếp cận mà không ngần ngại."
    },
    "phrase88": {
      "core": "Một khuôn mặt dường như mang đến những lời an ủi ấm áp",
      "explain": "Có khả năng mang lại sự an ủi tử tế ngay cả trong những khoảnh khắc nhỏ."
    },
    "phrase89": {
      "core": "Người quan tâm tốt đến những người xung quanh",
      "explain": "Sẽ tỉ mị chăm sóc các nhu cầu bằng sự quan sát nhạy bén."
    },
    "phrase90": {
      "core": "Kiểu người có biểu cảm cảm xúc tinh tế",
      "explain": "Có khả năng nhìn thế giới phong phú với sự nhạy cảm dồi dào."
    },
    "phrase91": {
      "core": "Ấn tượng về người đặc biệt tốt với những người thân thiết",
      "explain": "Người sẽ cho đi tất cả một khi họ mở lòng."
    },
    "phrase92": {
      "core": "Một khuôn mặt nơi sự chân thành được cảm nhận trong từng lời nói",
      "explain": "Vẻ ngoài giản dị và chân thật của họ để lại ấn tượng sâu sắc."
    },
    "phrase93": {
      "core": "Kiểu người âm thầm an ủi",
      "explain": "Sẽ nhẹ nhàng ôm lấy trái tim, âm thầm ở bên mà không ồn ào."
    },
    "phrase94": {
      "core": "Ấn tượng mang lại sự ổn định khi ở bên nhau",
      "explain": "Sở hữu sức mạnh làm dịu đi ngay cả những cảm xúc phức tạp."
    },
    "phrase95": {
      "core": "Một khuôn mặt dường như coi trọng mọi người",
      "explain": "Có khả năng đối xử với tất cả các mối quan hệ bằng sự chân thành."
    },
    "phrase96": {
      "core": "Kiểu người có khả năng đồng cảm cảm성",
      "explain": "Có khả năng sở hữu sự nhạy cảm 예술과 깊은 공감대."
    },
    "phrase97": {
      "core": "Người âm thầm ủng hộ từ bên cạnh",
      "explain": "Một đồng minh đáng tin cậy luôn tin tưởng và ủng hộ mọi lựa chọn của bạn."
    },
    "phrase98": {
      "core": "Ấn tượng về sự ấm áp thoải mái",
      "explain": "Sở hữu một sự ấm áp cân bằng hoàn hảo, không quá nóng cũng không quá lạnh."
    },
    "phrase99": {
      "core": "Kiểu người dường như xử lý tốt các biến động cảm xúc",
      "explain": "Sẽ ôm lấy tất cả cảm xúc bằng một tâm hồn rộng mở."
    },
    "phrase100": {
      "core": "Kiểu người càng quen càng trở nên ấm áp",
      "explain": "Sự chân thành và ấm áp sâu sắc hơn theo thời gian."
    }
  }
}