{
  "appTitle": "AI de Primera Impresión",
  "common": {
    "loading": "Cargando..."
  },
  "home": {
    "title": "AI de Primera Impresión",
    "subtitle": "¡Descubre tu primera impresión con solo una foto!",
    "uploadButton": "Subir Foto"
  },
  "result": {
    "noImageUploaded": "No se ha subido ninguna imagen.",
    "goBackAndUpload": "Volver y subir imagen",
    "hashtags": "#FirstLine #PrimeraImpresionIA #AIPrimeraImpresion #PruebaPerfil",
    "shareButton": "Compartir",
    "retryButton": "Intentar de Nuevo"
  },
  "share": {
    "text": "Mi primera impresión: \"{{phrase}}\" #PrimeraImpresionIA"
  },
  "footer": {
    "home": "Inicio",
    "about": "Sobre Nosotros",
    "privacy": "Política de Privacidad",
    "terms": "Términos de Servicio",
    "rightsReserved": "Todos los derechos reservados."
  },
  "about": {
    "title": "Sobre el Servicio FirstLine",
    "paragraph1": "FirstLine es un servicio innovador que analiza tu foto usando IA para proporcionar una primera impresión en una línea. Está diseñado para ayudarte a explorar tu imagen y compartirla con amigos de una manera ligera y divertida, en lugar de para análisis o diagnósticos complejos.",
    "paragraph2": "Iniciamos este servicio por curiosidad sobre las primeras impresiones que las personas dejan en los demás. FirstLine utiliza tecnología de IA para ayudarte a descubrir tu encanto y disfrutar entendiéndote a ti mismo desde una nueva perspectiva. Todas las frases están elaboradas para ser positivas y humorísticas, asegurando una experiencia agradable.",
    "paragraph3": "FirstLine hará tus momentos preciosos aún más especiales y servirá como un nuevo punto de partida para conversaciones en redes sociales. ¡Descubre tu primera impresión ahora mismo!"
  },
  "privacy": {
    "title": "Política de Privacidad",
    "paragraph1": "FirstLine (\"el Servicio\") cumple con las regulaciones de protección de información personal bajo las leyes relevantes, incluida la Ley de Promoción del Uso de Redes de Información y Comunicaciones y Protección de la Información, etc., y la Ley de Protección de Información Personal, y se compromete a proteger la información personal de los usuarios.",
    "paragraph2": "Este Servicio utiliza temporalmente los datos fotográficos del usuario únicamente con fines de análisis de IA, y todos los datos se eliminan inmediatamente al finalizar el análisis sin ser almacenados. No proporcionamos datos fotográficos del usuario a terceros ni los utilizamos para ningún otro propósito sin el consentimiento del usuario.",
    "paragraph3": "Los usuarios tienen derecho a retirar su consentimiento para el uso de sus datos fotográficos y pueden dejar de usar el servicio en cualquier momento. Para consultas, póngase en contacto con [Dirección de correo electrónico].",
    "paragraph4": "Esta política puede cambiar de acuerdo con los cambios en las leyes y políticas, y cualquier cambio se anunciará dentro del servicio."
  },
  "terms": {
    "title": "Términos de Servicio",
    "paragraph1": "Estos términos y condiciones (\"Términos\") tienen como objetivo definir los derechos, obligaciones, responsabilidades y otros asuntos necesarios entre la empresa y los miembros con respecto al uso de todos los servicios proporcionados por FirstLine (\"el Servicio\").",
    "paragraph2": "El propósito del Servicio es proporcionar comentarios divertidos basados en IA sobre la primera impresión de un individuo. Todos los resultados del Servicio son únicamente para fines de entretenimiento y no pueden utilizarse como base para ningún diagnóstico o juicio.",
    "paragraph3": "Los miembros deben utilizar todos los resultados generados por este Servicio bajo su propia responsabilidad. El Servicio no garantiza la exactitud o fiabilidad de su contenido y no es responsable de ningún daño que surja del uso del Servicio."
  },
  "phrases": {
    "phrase1": {
      "core": "El tipo que naturalmente inspira confianza en un equipo",
      "explain": "Se siente un sentido de responsabilidad y fiabilidad."
    },
    "phrase2": {
      "core": "Alguien cuya presencia se siente incluso sin hablar",
      "explain": "Posee una profunda sensación de confianza que llena el espacio."
    },
    "phrase3": {
      "core": "Una impresión de alguien que terminará lo que empieza",
      "explain": "Se ve una fuerte voluntad y sinceridad en sus ojos."
    },
    "phrase4": {
      "core": "Una cara que te hace sentir a gusto solo estando cerca",
      "explain": "Comparte una energía tranquila y estable con los que le rodean."
    },
    "phrase5": {
      "core": "El tipo en quien puedes confiar en momentos críticos",
      "explain": "Se siente una firmeza que no se tambaleará fácilmente."
    },
    "phrase6": {
      "core": "Callado pero que mantendrá el centro firmemente",
      "explain": "Apoyará al equipo en silencio con una fuerza interior."
    },
    "phrase7": {
      "core": "Un aura de fiabilidad incluso a primera vista",
      "explain": "Un aura honesta y recta crea esta impresión."
    },
    "phrase8": {
      "core": "Una impresión de responsabilidad natural",
      "explain": "Porque la cautela es evidente en sus palabras y acciones."
    },
    "phrase9": {
      "core": "Una cara que parece cumplir bien las promesas",
      "explain": "Da la confianza de que definitivamente mantendrá su palabra."
    },
    "phrase10": {
      "core": "El tipo que se mantiene más tranquilo en situaciones urgentes",
      "explain": "Es probable que juzgue las situaciones de manera racional y sabia."
    },
    "phrase11": {
      "core": "Alguien que demuestra en lugar de decir",
      "explain": "Su fiabilidad oculta bajo el silencio es encantadora."
    },
    "phrase12": {
      "core": "El tipo que se extrañaría si faltara en el equipo",
      "explain": "Porque su presencia añade estabilidad al equipo."
    },
    "phrase13": {
      "core": "Una impresión de alguien que sería un estándar cuando se necesiten decisiones",
      "explain": "Es probable que tenga pensamientos claros y racionales."
    },
    "phrase14": {
      "core": "Una cara que irradia energía estable",
      "explain": "Solo estar con ellos tranquiliza el ambiente."
    },
    "phrase15": {
      "core": "El tipo al que se le pediría consejo",
      "explain": "Es probable que dé respuestas sabias con una profunda reflexión."
    },
    "phrase16": {
      "core": "Alguien que cuida bien a los que le rodean",
      "explain": "Un corazón cálido y delicado se muestra en su rostro."
    },
    "phrase17": {
      "core": "Un estilo de construir confianza constantemente",
      "explain": "Alguien cuyo verdadero valor emerge con el tiempo."
    },
    "phrase18": {
      "core": "Una impresión de alguien con quien puedes sentirte seguro trabajando",
      "explain": "Es probable que haga su parte meticulosamente y con sinceridad."
    },
    "phrase19": {
      "core": "Tiene peso pero no es una carga",
      "explain": "Posee un encanto que ofrece comodidad y fiabilidad."
    },
    "phrase20": {
      "core": "Alguien que te hace sentir apoyado cuando está cerca",
      "explain": "Da la confianza de que te apoyará en cualquier situación."
    },
    "phrase21": {
      "core": "Una cara a la que es fácil hablar incluso a primera vista",
      "explain": "Una impresión cómoda y amable los hace accesibles."
    },
    "phrase22": {
      "core": "El tipo que alegra el ambiente al sonreír al instante",
      "explain": "Una sonrisa brillante parece hacer felices a todos los que le rodean."
    },
    "phrase23": {
      "core": "Una impresión que naturalmente atrae el favor",
      "explain": "La comodidad sin pretensiones se convierte en su encanto."
    },
    "phrase24": {
      "core": "Alguien con quien parece fácil estar",
      "explain": "Posee un aura amable que desarma a los demás."
    },
    "phrase25": {
      "core": "El tipo que suaviza la atmósfera entre las personas",
      "explain": "Se siente una energía alegre y positiva."
    },
    "phrase26": {
      "core": "Una cara que te hace querer mirar de nuevo",
      "explain": "Tiene un encanto suave que llama la atención."
    },
    "phrase27": {
      "core": "Una impresión de alguien con quien te harías amigo rápidamente",
      "explain": "Un corazón honesto y cálido se muestra en su rostro."
    },
    "phrase28": {
      "core": "El tipo que no se sentiría incómodo ni en una primera reunión",
      "explain": "Da la sensación de que naturalmente dirigiría las conversaciones."
    },
    "phrase29": {
      "core": "Una cara que parece ser buena para sentir los sentimientos de los demás",
      "explain": "Su mirada amable y delicada es impresionante."
    },
    "phrase30": {
      "core": "El tipo con muchos puntos de atractivo sutiles",
      "explain": "Cuanto más los conoces, más nuevos encantos surgen."
    },
    "phrase31": {
      "core": "Alguien muy adecuado para conversaciones cómodas",
      "explain": "Una cara que te hace querer compartir la vida diaria."
    },
    "phrase32": {
      "core": "Una impresión de alguien con quien te reirías mucho",
      "explain": "Llenos de energía positiva y brillante."
    },
    "phrase33": {
      "core": "El tipo que naturalmente atrae a la gente",
      "explain": "Es probable que tenga mucha gente alrededor debido a su encanto reconfortante."
    },
    "phrase34": {
      "core": "Una cara memorable incluso el primer día que la conoces",
      